Repository: lubosz/wiithon
Catalog: po/*.po
Languages: ca_es, da_dk, de, eu_es, fr, it, pt_br, sv_se

source: Renombrado masivo
ca_es: Reanomenament massiu
da_dk: Omdøb Selected
eu_es: Berrizendatze masiboa
fr: Renommer en masse
it: Rinomina multipla

source: Selecciona la particion de destino:
ca_es: Selecciona la partició de destí:
da_dk: Vælg destination partition:
de: Wähle Zielpartition:
eu_es: Hautatu helburu partizioa:
fr: Sélectionnez la partition cible :
it: Seleziona la partizione di destinazione:
pt_br: Selecione a partição de destino:
sv_se: Välj målpartition:

source: TEXTO_LICENCIA
ca_es: Wiithon és programari lliure ; el pots redistribuir i modificar baix els termes de la Llicencia Pùblica General aixi com publica la Free Software Foundation; ja siga a la versió 2 de la Llicencia, o(a la seua tria) qualsevol versió posterior. Wiithon es distribueix amb l'esperança de que et siga útil, però SENSE CAP GARANTIA; sense cap garanita implicita de MERCANTIBILITAT O IDONEÏTAT PER A UN PROPÒSIT PARTICULAR. Mire la Llicencia Pública General de GNU per a mes detalls. Deuria haver rebut una còpia de la Llicencia Pública General GNU juntament amb Wiithon; si no, escriga a la Free Software Foundation, Inc.,51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
da_dk: Wiithon is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Wiithon is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Wiithon; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
de: Wiithon ist freie Software. Sie darf verändert und weitergegeben werden unter Beachtungder GNU General Public License der Free Software Foundation.Es wird keine Garantie für Schäden oder oder sonstige Fehler übernommen.Für mehr Details schauen Sie in die GNU General Public License die in Wiithon enthalten ist. Oder eine deutsche Übersetzung der Lizenz unter http://www.gnu.de/documents/gpl.de.html
eu_es: Wiithon software librea da; zabaldu eta eraldatu dezakezu Free Software Foundation-ek argitaratzen duen lizentzia publiko orokorrak ezartzen dituen baldintzetan; Bai lizentziaren 2. bertsioan, edo (Zure aukeran) edozein bertsio berriagoetan. Wiithon erabilgarri egingo zaizun esperantzan zabaltzen da, baina INOLAKO BERMERIK GABE; ez du ere xede bereizi baterako egokitasuna ez eta merkataritza berme inpliziturik. Xehetasun gehiagorako ikusi GNU lizentzia publiko orokorra. Wiithon-ekin batera GNU lizentzia publiko orokorraren kopia bat jaso izen beharko zenuke; hala ez balitz idatz ezazu honen berri emanez:Free Software Foundation, Inc.,51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
fr: Wiithon is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Wiithon is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Wiithon; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
it: Wiithon è un software libero; potete ridistibuirlo e/o modificarlo secondo i termini della Licenza Pubblica Generale GNU come pubblicato dalla Free Software Foundation; o la versione 2 della Licenza, o (a vostra scelta) qualsiasi versione successiva. Wiithon è distribuito nella speranza che possa essere utilel, ma SENZA ALCUNA GARANZIA; senza neppure la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ PER UNO SCOPO PARTICOLARE. Vedere la Licenza Pubblica Generale GNU per maggiori dettagli. Si dovrebbe avere ricevuto una copia della Licenza Pubblica Generale GNU insieme con Wiithon; In caso contrario, si scriva alla Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
pt_br: Wiithon é software livre; você pode redistribuir e/ou modificá-lo Nos termos do GNU General Public License publicado pelo Free Software Foundation; tanto pela versão 2 da Licensa, ou (opção sua) qualquer versão posterior. Wiithon é distribuído na esperança de ser útil, mas SEM QUALQUER GARANTIA; sem qualquer garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO POR MOTIVOS PARTICULARES. Veja a Licensa GNU General Public License para mais detalhes. Você deve ter recebido uma cópia da GNU General Public License junto com o Wiithon; caso contrário, escreva para a Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
sv_se: Wiithon is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Wiithon is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Wiithon; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Todos los juegos
da_dk: Kopier alle spil*
de: Alle Spiele
eu_es: Joko guztiak
fr: Tous les jeux
it: Tutti i giochi

source: Un gestor de particiones WBFS facil de usar
ca_es: Un gestor de particions WBFS fàcil d'utilitzar.
da_dk: Nemt at bruge WBFS Partition Manager
de: Linux WBFS Partitions Manager
eu_es: Erabiltzeko erraza den WBFS partizio kudeatzaile bat
fr: Un Gestionnaire de partition WBFS facile
it: Un gestore di partizioni WBFS facile da usare
pt_br: Um gerenciador de partições WBFS fácil de usar
sv_se: Enkelt att använda WBFS Partiton Manager

source: WBFS - Loaders que usan FAT. (basado en wbfs_file). No mantiene la integridad
da_dk: WBFS - Loaders som bruger WBFS
de: WBFS - Zum Laden mit FAT. (basiert auf wbfs_file). Erhält Integrität der Daten
eu_es: WBFS - FAT erabiltzen duten abiarazleak. (wbfs_file-n oinarritua). Ez du integritatea mantentzen
fr: WBFS - Loaders qui utilisent FAT (basé sur wbfs_file). Format qui maintient l'intégrité
it: WBFS - Loader che supportano FAT (basato su wbfs_file). Non mantiene l'integrità

source: WDF - Buena compresion (por Dirk Clemens). 100% Fiable
da_dk: WDF - Good compression, 100% Reliable
de: WDF - Gute Kompression (von Dirk Clemens) 100% unterstützt
eu_es: WDF - Konpresio hona (Dirk Clemens-ek eginda). 100% Fidagarria
fr: WDF - bonne compression (par Dirk Clemens). Fiable à 100%
it: WDF - Buona compressione(da Dirk Clemens). Sicuro al 100%

source: caratulas a SD
ca_es: Caràtules a SD
da_dk: Kopier til SD
de: kopieren zu SD
eu_es: karatulak SD-ra
fr: Copier sur carte SD
it: copertine su SD
pt_br: Capas para SD
sv_se: kopiera till SD

source: Todos los formatos
ca_es: Tots els formats
da_dk: Alle Formater
de: Alle Formate
eu_es: Formatu guztiak
fr: Tous les formats
it: Tutti i formati

source: Imagen Wii en formato ISO
da_dk: ISO format
de: ISO Format der Wii Abbilder
eu_es: ISO formatuko Wii irudia
fr: Image Wii au format ISO
it: Immagine Wii in formato ISO

source: Imagen Wii comprimida en RAR
ca_es: Imatge Wii comprimida en RAR
da_dk: RAR format
de: Wii Abbild mit RAR gepackt
eu_es: RAR gisa konprimitutako Wii irudia
fr: Image Wii compressée en RAR
it: Immagine Wii compressa in RAR

source: Imagen Wii en formato WBFS para FAT32
da_dk: WBFS format
de: Wii Abbild im Format WBFS für FAT32
eu_es: FAT32-rako WBFS formatua duen Wii Irudia
fr: Image Wii au format WBFS, pour utilisation en FAT32
it: Immagine Wii in formato WBFS per FAT32

source: Imagen Wii en formato WDF
da_dk: WDF format
de: Wii Abbild im Format WDF
eu_es: WDF formatuko Wii irudia
fr: Image Wii au format WDF
it: Immagine Wii in formato WDF

source: Falta la imagen %s
ca_es: Falta l'imatge %s
da_dk: Manglende %s
de: Das Bild %s fehlt
eu_es: %s irudia falta da
fr: Image manquante : %s
it: Nessuna immagine %s
pt_br: Imagem %s está faltando
sv_se: Saknar bild %s

source: La particion %s: Ya no existe
ca_es: La partició %s: Ja no existeix
da_dk: Partitionen %s findes ikke
de: Die Partition %s ist nicht vorhanden
eu_es: %s partizioa: ez dago dagoeneko
fr: La partition %s n'existe pas
it: La partizione %s: non esiste
pt_br: Partição %s: Não existe
sv_se: Partition %s finns inte

source: El archivo ISO %s: No existe
ca_es: L'arxiu ISO %s: No existeix
da_dk: ISO %s findes ikke
de: Das ISO Archiv %s: ist nicht vorhanden
eu_es: %s ISO artxiboa: ez dago
fr: L'image ISO %s n'existe pas
it: Il file ISO %s: non esiste
pt_br: Arquivo ISO %s: Não existe
sv_se: ISO-filen %s finns inte

source: El archivo ISO %s: No es un juego de Wii
ca_es: L'arxiu ISO %s: No és un joc de Wii
da_dk: ISO %s er ikke etWii spil
eu_es: %s ISO artxiboa: ez da Wii joko bat
fr: L'iso %s n'est pas jeu Wii
it: Il file ISO %s: non è un gioco Wii

source: %s no es un ningun juego de Wii
ca_es: %s no és cap joc de Wii
da_dk: %s er ikke et Wii spil
de: %s ist kein Wii Spiel
eu_es: %s ez da Wii joko bat
fr: %s n'est pas un jeu Wii
it: %s non è un gioco Wii
pt_br: %s no nenhum jogo de Wii
sv_se: %s är inte något Wii-spel

source: El directorio %s: No existe
ca_es: El directoria %s: No existeix
da_dk: Directory %s findes ikke
de: Das Verzeichnis %s ist nicht vorhanden
eu_es: %s direktorioa: Ez dago
fr: Le dossier %s n'existe pas
it: La cartella %s: non esiste
pt_br: Diretório %s: Não existe
sv_se: Mappen %s finns inte

source: No se ha encontrado ningun ISO/RAR en el directorio %s
ca_es: No s'ha trobat cap ISO/RAR al directori %s
da_dk: Kunne ikke finde ISO / RAR i det directory %s
de: Keine ISO/RAR Archive in dem Verzeichnis %s vorhanden
eu_es: Ez da ISO/RAR fitxategirik aurkitu %s partizioan
fr: Aucun ISO ou RAR trouvé dans le répertoire %s
it: Non esiste nessun file ISO/RAR nella cartella %s
pt_br: Não foi encontrado nenhum ISO/RAR no diretório %s
sv_se: Kunde inte hitta någon ISO / RAR i mappen %s

source: %s no es un directorio
ca_es: %s no és un directori
da_dk: %s er ikke et directory
de: %s ist kein Verzeichnis
eu_es: %s ez da direktorio bat
fr: %s n'est pas un répertoire
it: %s non è una cartella
pt_br: %s não é um diretório
sv_se: %s är inte någon mapp

source: %s no es un archivo RAR
ca_es: %s no és un fitxer RAR
da_dk: %s er ikke et RAR arkiv
de: %s ist kein RAR Archiv
eu_es: %s ez da RAR artxibo bat
fr: %s n'est pas une archive RAR
it: %s non è un archivio RAR
pt_br: %s não é um arquivo RAR
sv_se: %s är inte ett RAR-arkiv

source: Error: Al descargar la bdd wiitdb de: %s
ca_es: Error: Al baixar la bdd wiitdb de: %s
da_dk: Fejl ved hentning af WiiTDB.zip fra %s
de: Fehler beim herunterladen von WiiTDB von %s
eu_es: Errorea: wiitdb datu-basea hemendik deskargatzean: %s
fr: Erreur lors du téléchargement WiiTDB de %s
it: Errore durante il download del DB WiiTDB da: %s
pt_br: Erro: Ao baixar o BD wiitdb de: %s
sv_se: Fel vid nerladdning av DB ifrån WiiTDB ifrån %s

source: Error: Ocurrio un error al introducir la informacion de juegos de WiiTDB
ca_es: Error: Ha ocorregut un error al introduir la informació de jocs WiiTDB
da_dk: Der skete en fejl ved indtastning af spil data
de: FEHLER: Ein Fehler trat beim anzeigen der Spielinformationen auf.
eu_es: Errorea: Errore bat gertatu da WiiTDB-ko joko informazioa sartzerakoan
fr: Erreur : un erreur s'est produite lors de l'injection des informations de jeux de WiiTDB
it: Errore: si è verificato un problema durante l'inserimento delle informazioni dei giochi da WiiTDB
pt_br: Erro: Ocorreu um erro ao entrar com a informação dos jogos do WiiTDB
sv_se: Fel: Ett problem uppstod när informationen om spelen skulle läggas till

source: Error: Al intentar identificarse en WiiTDB para editar el juego.
da_dk: Error authenticating on WiiTDB.com for editing
de: Fehler: Melden Sie sich bei WiiTDB an, um Spielinformationen zu bearbeiten.
eu_es: Errorea: WiiTDB-n jokoa editatzeko identifikatzen saiatzerakoan.
fr: Erreur lors d'une tentative d'identification WiiTDB pour l'éditeur du jeu.
it: Errore durante l'autenticazione su WiiTDB per modificare le informazioni del gioco.

source: Escriba su login y password en las preferencias. Si no dispone de uno, registrese en %s
da_dk: Enter your Username and Password in Preferences. If you are not a member, register at %s
de: Geben Sie Ihre Benutzerdaten in den Einstellungen an. Wenn Sie keine haben, registrieren Sie sich bei %s.
eu_es: Idatzi zure saio-izena eta pasahitza hobespenetan. Oraindik ez baduzu sortu %s helbidean
fr: Entrez votre login et votre mot de passe dans les préférences. Si vous n'en avez pas, inscrivez-vous à %s
it: Inserire il login e la password nelle preferenze. Se non disponibile registrarsi su %s

source: Error en la conversion de %s a WBFS
da_dk: Fejl ved konvertering fra %s til WBFS
de: Fehler bei der Konvertierung von %s nach WBFS
eu_es: Errorea %s-tik WBFS-ra bihurtzean
fr: Erreur dans la conversion de %s en WBFS
it: Errore durante la conversione di %s in WBFS

source: Error en la conversion de %s a WDF
da_dk: Fejl ved konvertering fra %s til WDF
de: Fehler bei der Konvertierung nach WDF
eu_es: Errorea %s-tik WDF-ra bihurtzean
fr: Erreur dans la conversion de %s en WDF
it: Errore durante la conversione di %s in WDF

source: Error en la conversion de %s a ISO
da_dk: Fejl ved konvertering fra %s til ISO
de: Fehler bei der Konvertierung nach ISO
eu_es: Errorea %s-tik ISO-ra bihurtzean
fr: Erreur dans la conversion de %s en ISO
it: Errore durante la conversione di %s in ISO

source: Error al finalizar la siguiente tarea:
ca_es: Error al Finalitzar la següent feïna:
da_dk: Fejl ved fuldførendelse af følgende opgave:
de: Fehler beim Abschluß des Vorgangs:
eu_es: Errorea hurrengo zeregina amaitzean:
fr: Erreur à la fin de la prochaine tâche:
it: Errore al termine della seguente operazione:
pt_br: Erro ao finalizar a seguinte tarefa:
sv_se: Fel när följande aktivitet skulle avslutas:

source: Anadir %s a la particion %s
ca_es: Afegir %s a la partició %s
da_dk: Tilføj %s til partition %s
de: Füge %s zur Partition %s hinzu
eu_es: %s gehitu %s partiziora
fr: Ajouter %s à la partition %s
it: Aggiungo %s sulla partitizione %s
pt_br: Adicionar %s para a partição %s
sv_se: Lägger till %s till partitionen %s

source: Extraer %s a la ruta %s como WBFS
it: Estrazione %s sul percorso %s come WBFS

source: Extraer %s a la ruta %s como WDF
it: Estrazione %s sul percorso %s come WDF

source: Extraer %s a la ruta %s como ISO
it: Estrazione %s sul percorso %s come ISO

source: Copiando el juego %s desde %s a la particion %s
ca_es: Copiant el joc %s desde %s a la partició %s
da_dk: Kopier spil %s fra %s til partition %s
de: Kopiere Spiel %s von %s nach %s
eu_es: %s jokoa %s-tik %s partiziora kopiatzen
fr: Copier jeu %s de %s vers la partition %s
it: Sto copiando il gioco %s da %s sulla partizione %s
pt_br: Copiando o jogo %s de %s para a partição %s
sv_se: Kopiera %s ifrån %s till partitionen %s

source: Descargando caratula de %s
ca_es: Baixant caràtula de %s
da_dk: Henter cover %s
de: Lade Titelbild von %s herunter
eu_es: %s karatula deskargatzen
fr: Télécharge jaquette %s
it: Sto scaricando la copertina di %s
pt_br: Baixando capa de %s
sv_se: Laddar ner omslag %s

source: Descargando disco de %s
ca_es: Baixant disc de %s
da_dk: Henter disc-art %s
de: Lade Diskbild von %s herunter
eu_es: %s-tik diskoa deskargatzen
fr: Télécharge disque %s
it: Sto scaricando la disc-art di %s
pt_br: Baixando disco de %s
sv_se: Laddar ner skiva %s

source: Copiando la caratula %s a la ruta %s
ca_es: Copiant la caràtula %s a la ruta %s
da_dk: Kopier cover %s til directory %s
de: Kopiere Titelbild %s in das Verzeichnis %s
eu_es: %s karatula %s bidera kopiatzen
fr: Copier jaquette %s vers %s
it: Sto copiando la copertina %s nel percorso %s
pt_br: Baixando a capa %s para o caminho %s
sv_se: Kopiera omslag %s till %s

source: Copiando el disco %s a la ruta %s
ca_es: Copiant el disc %s a la ruta %s
da_dk: Kopier disc-art %s til directory %s
de: Kopiere Diskbild %s in das Verzeichnis %s
eu_es: %s diskoa %s bidera kopiatzen
fr: Copier disque %s vers %s
it: Sto copiando il disco %s nel percorso %s
pt_br: Copiando o disco %s para o caminho %s
sv_se: Kopiera skiva %s till %s

source: Recorrer directorio %s
ca_es: Recorrer directori %s
da_dk: Gennemse directory %s
de: Verzeichnis %s durchsuchen
eu_es: %s direktorioa aztertu
fr: Parcourir le dossier %s
it: Andare nella cartella %s
pt_br: Procurar diretório %s
sv_se: Utforska %s

source: Descomprimir RAR %s
da_dk: Udpakning af RAR %s
de: Entpacke RAR Datei %s
eu_es: %s RAR artxiboa atera
fr: Extraction RAR %s
it: Decompressione RAR %s
pt_br: Descompactar RAR %s
sv_se: Packa upp RAR %s

source: Actualizar WiiTDB desde %s ...
it: Aggiornamento WiiTDB da %s ...

source: Editar Juego WiiTDB: %s
da_dk: Editer WiiTDB.com spil info: %s
de: Bearbeite WiiTDB Spielinformationen: %s
eu_es: WiiTDB jokoa editatu: %s
fr: Modifier jeu WiiTDB : %s
it: Modifica informazioni gioco WiiTDB: %s

source: Abrir pagina: %s
da_dk: Åben side: %s
de: Öffne Seite: %s
eu_es: Ireki orrialdea: %s
fr: Ouvrir page : %s
it: Apre la pagina: %s

source: Convirtiendo ISO -> WBFS: (%s -> %s)
da_dk: Konvertering af ISO -> WBFS: (%s -> %s)
de: Konvertiere ISO -> WBFS: (%s -> %s)
eu_es: ISO -> WBFS bihurtzen: (%s -> %s)
fr: Conversion ISO -> WBFS : (%s -> %s)
it: Conversione ISO -> WBFS: (%s -> %s)

source: Convirtiendo ISO -> WDF: (%s -> %s)
da_dk: Konvertering af ISO -> WDF: (%s -> %s)
de: Konvertiere ISO -> WDF: (%s -> %s)
eu_es: ISO -> WDF bihurtzen: (%s -> %s)
fr: Conversion ISO -> WDF : (%s -> %s)
it: Conviersione ISO -> WDF: (%s -> %s)

source: Convirtiendo WBFS -> ISO: (%s -> %s)
da_dk: Konvertering af WBFS -> ISO: (%s -> %s)
de: Konvertiere WBFS -> ISO: (%s -> %s)
eu_es: WBFS -> ISO bihurtzen: (%s -> %s)
fr: Conversion WBFS -> ISO : (%s -> %s)
it: Conversione WBFS -> ISO: (%s -> %s)

source: Convirtiendo WDF -> ISO: (%s -> %s)
da_dk: Konvertering af WDF -> ISO: (%s -> %s)
de: Konvertiere WDF -> ISO: (%s -> %s)
eu_es: WDF -> ISO bihurtzen: (%s -> %s)
fr: Conversion WDF -> ISO : (%s -> %s)
it: Conversione WDF -> ISO: (%s -> %s)

source: Trabajo desconocido
ca_es: Treball desconegut
da_dk: Ukendt format
de: Unbekanntes Format
eu_es: Zeregin ezezaguna
fr: Emploi inconnu
it: Formato sconosciuto

source: 3D cover
it: Copertina 3D

source: Full cover
it: Copertina completa

source: Normal cover
it: Copertine normali

source: Custom disc
it: Disc-art personalizzato

source: Original disc
it: Disc-art originale

source: SI, 1j.
da_dk: Ja, 1p
de: Ja, 1S.
eu_es: Bai, 1j.
fr: O, 1j.
it: SI, 1g.
pt_br: Sim, 1j.
sv_se: Ja, 1s.

source: Si, 1 jugador (%s)
da_dk: Ja, 1 spiller (%s)
de: Ja, 1 Spieler (%s)
eu_es: Bai, 1 jokalaria (%s)
fr: Oui, 1 jour (%s)
it: Si, 1 giocatore (%s)
pt_br: Sim, 1 jogador (%s)
sv_se: Ja, 1 spelare (%s)

source: SI, %djs.
da_dk: Ja, %djs sp
de: Ja, %dS
eu_es: Bai, %dj.
fr: O, %dj.
it: SI, %dg.
pt_br: Sim, %djs.
sv_se: Ja, %ss

source: Si, %d jugadores (%s)
ca_es: Si, %d jugafores (%s)
da_dk: Ja, %d spillere (%s)
de: Ja, %d Spieler (%s)
eu_es: Bai, %d jokalari (%s
fr: Oui, %d joueurs (%s)
it: Si, %d giocatori (%s)
pt_br: Sim, %d jogadores (%s)
sv_se: Ja, %d spelare (%s)

source: 1j.
da_dk: 1 Sp.
de: 1S
it: 1g.
sv_se: 1s.

source: 1 jugador
da_dk: 1 Spiller
de: 1 Spieler
eu_es: Jokalari bat
fr: 1 joueur
it: 1 giocatore
pt_br: 1 jogador
sv_se: 1 spelare

source: %djs.
da_dk: %djs sp.
de: %dS
fr: %dj.
it: %dg.
sv_se: %ss

source: %d jugadores
ca_es: %d jugadors
da_dk: %d Spillere
de: %d Spieler
eu_es: %d jokalari
fr: %d joueurs
it: %d giocatori
pt_br: %d jogadores
sv_se: %d spelare

source: Error descargando la informacion WiiTDB desde %s
ca_es: Error baixant l'informació de WiiTDB des de %s
da_dk: Fejl ved hentning af WiiTDB data fra %s
de: Fehler beim Herunterladen der WiiTDB Informationen von %s
eu_es: Errorea WiiTDB informazioa %s-tik deskargatzean
fr: Erreur de téléchargement des informations de WiiTDB pour %s
it: Errore durante il download delle informazioni WiiTDB da %s
pt_br: Erro ao baixar a informação WiiTDB a partir de %s
sv_se: Fel vid nerladdning av information ifrån WiiTDB %s

source: XML invalido
ca_es: XML invàlid
da_dk: Invalid XML
de: XML Fehlerhaft
eu_es: XML baliogabea
fr: XML invalide
it: XML non valido
pt_br: XML inválido
sv_se: XML är inte giltig

source: No existe el XML
ca_es: No existeix l'XML
da_dk: XML findes ikke
de: XML ist nicht vorhanden
eu_es: Ez dago XML
fr: Le XML n'existe pas
it: Non esiste il file XML
pt_br: O XML não existe
sv_se: XML saknas

source: Necesitas tener instalado pyGTK o GTKv2
ca_es: Necessites tenir instalar pyGTK o GTKv2
da_dk: Du skal bruge pyGTK eller GTKv2
de: pyGTK oder GTKv2 benötigt
eu_es: pyGTK edo GTKv2 instalaturik izan behar duzu
fr: Requis : pyGTK or GTKv2
it: Deve essere installato pyGTK o GTKv2
pt_br: Precisa ter instalado pyGTK ou GTKv2
sv_se: Du måste installera pyGTK eller GTKv2

source: Ya tienes Wiithon abierto
da_dk: Wiithon er allerede startet
eu_es: Dagoeneko Wiithon irekia dago
fr: Wiithon est déjà lancé
it: Wiithon è già in eseguzione

source: Instala wiithon, no lo ejecute desde ./wiithon.py
ca_es: Instala wiithon, no l'executes des de ./wiithon.py
da_dk: Du skal installere Wiithon, kør ikke ./wiithon.py
de: Sie müssen wiithon installieren, nicht die Datei ./wiithon.py ausführen.
eu_es: Wiithon instalatu, ez ./wiithon.py abiarazi
fr: Vous devez installer wiithon et non l'exécuter depuis ./wiithon.py
it: Installa wiithon, non lo lanciare direttamente da ./wiithon.py
pt_br: Instala o Wiithon, não execute a partir de ./wiithon.py
sv_se: Du måste installera Wiithon, kör inte ifrån ./wiithon.py

source: Programa ejecutado con las opciones incorrectas.
ca_es: Programa executat amb les opcions incorrectes.
da_dk: Programmet kører med ukorrekte preferences
de: Programm läuft mit falschen Einstellungen
eu_es: Programa okerreko aukerekin exekutatu da.
fr: Programme lancé avec des paramètres incorrects.
it: Programma eseguito con parametri errati.
pt_br: Programa executado com as opes incorretas.
sv_se: Programmet körs med felaktiga inställningar

source: Interrumpido por el usuario
ca_es: Interromput per l'usuari
da_dk: Afbrudt af bruger
de: Abbruch durch Benutzer
eu_es: Erabiltzaileak etenda.
fr: Interrompu par l'utilisateur
it: Interrotto dall'utente
pt_br: Interrompido pelo usuário
sv_se: Avbrutet av användraren

source: s
da_dk: j
de: j
eu_es: b
fr: o
sv_se: j

source: SI
da_dk: Ja
de: JA
eu_es: BAI
fr: OUI
pt_br: SIM
sv_se: JA

source: NO
da_dk: Nej
de: NEIN
eu_es: EZ
fr: NON
sv_se: NEJ

source: Dispositivo
ca_es: Dispositiu
da_dk: Enhed
de: Gerät
eu_es: Gailua
fr: Périphérique
sv_se: Enhet

source: Online?
da_dk: Wifi?
eu_es: Sarean?
fr: En ligne ?
pt_br: Conectado?

source: Permitir establecer caratulas locales por arrastre
de: Lokales Drag&Drop erlauben
eu_es: Onartu karatula lokalak arrastatzen ezartzea

source: Permitir establecer caratulas desde http por arrastre
de: Drag&Drop per http erlauben
eu_es: Onartu http karatulak arrastatzen ezartzea

source: Permitir arrastrar juegos en ISO, RAR o directorios.
de: Drag&Drop von Spielen (ISO, RAR oder Ordner) erlauben.
eu_es: Onartu ISO jokoak, RAR edo direktorioak arrastatzea.

source: Disc-art
de: Diskbild
eu_es: Disko-artea
fr: Disque
pt_br: Imagem do disco
sv_se: Skivetiket

source: Full
da_dk: Fuld
de: Komplett
eu_es: Osoa
fr: Grand

source: No
da_dk: Nej
de: Nein
eu_es: Ez
fr: Non
pt_br: Não
sv_se: Nej
