Repository: lubosz/wiithon
Catalog: po/*.po
Languages: ca_es, da_dk, de, eu_es, fr, it, pt_br, sv_se

source: %d%% - %d/%d games - %d descriptions - %d genre - %d accesories - %d companies - %d online features
ca_es: %d%% - %d/%d jocs - %d descripcions - %d gènere - %d accesoris - %d companyies - %d funcions en linea
da_dk: %d%% - %d/%d Spil - %d Beskrivelse - %d Genre - %d Accessories - %d Developer/Publisher - %d Wifi?
de: %d%% - %d/%d Spiele - %d Beschreibungen - %d Genre - %d Zubehör - %d Mitspieler - %d Online Spieler
eu_es: %d%% - %d/%d joko - %d azalpen - %d genero - %d gehigarri - %d konpainia - %d sare bidezko ezaugarri
fr: %d%% - %d/%d jeux - %d descriptions - %d genres - %d accessoires - %d éditeurs - %d fonctions online
it: %d%% - %d/%d giochi - %d descrizioni - %d generi - %d accessori - %d produttori - %d con modalità online
pt_br: %d%% - %d/%d jogos - %d descrições - %d genro - %d acessórios - %d companhias - %d características online

source: Error importando %s: %s
ca_es: Error important %s: %s
da_dk: Fejl ved importering af %s: %s
de: Fehler beim imporiteren von %s: %s
eu_es: Errorea %s inportatzean: %s
fr: Erreur d'import %s : %s
it: Errore importando %s: %s
pt_br: Erro importando %s: %s
sv_se: Fel vid import av %s: %s

source: Descargando WiiTDB desde %s, espere unos minutos ...
ca_es: Baixant WiiTDB desde %s, espereu uns segons ....
da_dk: Henter WiiTDB.zip fra %s, vent venligst...
de: Lade WiiTDB von %s herunter. Bitte etwas Geduld ...
eu_es: WiiTDB %s-tik deskargatzen, itxoin minutu batzuek ..
fr: Téléchargement WiiTDB de %s, patientez une minute...
it: Sto scaricando WiiTDB da %s, attendere qualche istante ...
pt_br: Baixando WiiTDB de %s, espere alguns minutos ...
sv_se: Laddar ner WiiTDB från %s, vänta...

source: Empezando a descomprimir la informacion WiiTDB
ca_es: Començant a descomprimir l'informació WiiTDB
da_dk: Udpakker WiiTDB.zip
de: Fange an die WiiTDB Informationen zu entpacken
eu_es: WiiTDB-ko informazioa deskonprimitzen hasten
fr: Démarrage de la décompression des données WiiTDB
it: Inizio a decomprimere le informazioni WiiTDB
pt_br: Tentando descompactar a informação do WiiTDB
sv_se: Startar uppackning av information ifrån WiiTDB

source: Finalizada satisfactoriamente la importacion de datos desde WiiTDB
ca_es: Finalitzada amb exit l'importació de dades des de WiiTDB
da_dk: Importeret data fra WiiTDB.zip med success
de: Die Daten von WiiTDB wurden erfolgreich importiert
eu_es: WiiTDB-ko datu inportatzea behar bezala amaitu da
fr: Importation de données de WiiTDB achevée avec succès
it: Importazione dei dati da WiiTDB conclusa correttamente
pt_br: A importação dos dados do WiiTDB foi finalizada com sucesso
sv_se: Informationen ifrån WiiTDB är färdiguppackad

source: Actualizar base de datos
it: Aggiornamento base dati

source: Finalizado
it: Finito

source: Se ha actualizado la base de datos de WiiTDB
it: Base dati WiiTDB aggiornata

source: Deseas borrar el archivo %s?
ca_es: Vols esborrar l'arxiu %s?
da_dk: Vil du slette arkivet %s?
de: Möchten Sie das Archiv %s löschen?
eu_es: %s fitxategia ezabatu nahi duzu?
fr: Voulez-vous supprimer le fichier %s ?
it: Vuoi cancellare l'archivio %s?
pt_br: Deseja apagar o arquivo %s?
sv_se: Vill du ta bort arkivet %s?

source: Trabajando con %s, sin estimar el tiempo restante ...
da_dk: Behandler %s (no ETA)
de: Arbeite mit %s (verbleibende Zeit wird nicht ermittelt) ...
eu_es: %s-rekin lanean, falta den denbora kalkulatu gabe ...
fr: Travail avec %s, sans estimation du temps restant...
it: Estrazione in corso di %s, tempo restante non disponibile

source: Termina: %s
ca_es: Finalitza: %s
da_dk: Færdig: %s
de: Fertiggestellt: %s
eu_es: Amaiera: %s
fr: Terminé : %s
it: Finito: %s
pt_br: Terminar: %s
sv_se: Avsluta: %s

source: Anadir juego
it: Aggiungere gioco

source: Copia directa entre particiones WBFS
ca_es: Còpia directa entre particions WBFS
da_dk: Kopier direkte mellem WBFS Partitions
de: Direktes kopieren ganzer WBFS Partitionen
eu_es: WBFS partizio arteko kopia zuzena
fr: Copie directe entre partition WBFS
it: Copia diretta tra partizioni WBFS

source: Empieza %s
ca_es: Comença %s
da_dk: Starter %s
de: Start %s
eu_es: Hasiera: %s
fr: Démarrage : %s
it: Inizio: %s
pt_br: Iniciar %s
sv_se: Starta %s

source: Extraer juegos
da_dk: Extract spil
de: Extrahiere Spiele
eu_es: Atera jokoak
fr: Extraire les jeux
it: Estrazione giochi

source: Falla la descarga de la caratula de %s
ca_es: Falla la baixada de la caràtula de %s
da_dk: Fejlede ved hentning af cover til %s
de: Fehler beim Herunterladen des Titelbildes %s
eu_es: Huts %s karatula deskargatzean
fr: Impossible de télécharger la pochette pour %s
it: E' fallito il download della copertina di %s
pt_br: Falha ao carregar a capa de %s
sv_se: Misslyckades att ladda ner omslaget %s

source: Falla la descarga del disco de %s
ca_es: Falla la baixada del disc de %s
da_dk: Fejlede ved hentning af disc-art til %s
de: Fehler beim Herunteladen des Diskbildes %s
eu_es: Huts %s diskoa deskargatzean
fr: Impossible de télécharger le disque pour %s
it: E' fallito il download della disc-art di %s
pt_br: Falha ao carregar o disco de %s
sv_se: Misslyckades att ladda ner skivetiketen %s

source: Finalizando ...
ca_es: Finalitzant ..
da_dk: Afslutter...
de: Abschließen...
eu_es: Amaitzen ...
fr: Finalisation...
it: Sto finendo ...
sv_se: Avslutar...

source: ERROR!
da_dk: Fejl!
de: FEHLER!
eu_es: ERROREA!
fr: ERREUR!
it: ERRORE!
pt_br: ERRO!
sv_se: FEL!

source: quedan
ca_es: queden
da_dk: Mangler
de: verbleibend
eu_es: falta dira
fr: reste
it: mancano
pt_br: são
sv_se: återstår

source: Error en progreso
ca_es: Errada en progregres
da_dk: Fejl!
de: Fehler
eu_es: Errorea aurrerapenean
fr: Erreur en cours
it: Errore in corso
pt_br: Erro em progresso
sv_se: Fel i processen

source: Empezando ...
ca_es: Començant ...
da_dk: Begynder...
de: Starte ...
eu_es: Hasten ...
fr: Démarrage en cours ...
it: Avvio ...
pt_br: Iniciando ...
sv_se: Startar...

source: %d juegos
ca_es: %d jocs
da_dk: %d spil
de: %d Spiele
eu_es: %d joko
fr: %d jeux
it: %d giochi
pt_br: %d jogos
sv_se: %d spel

source: No hay particiones WBFS
ca_es: No hi ha particions WBFS
da_dk: WBFS Partition ikke fundet
de: Keine WBFS Partition gefunden
eu_es: Ez dago WBFS partiziorik
fr: Pas de partition WBFS
it: Non ci sono partizioni WBFS
pt_br: Não existem partições WBFS
sv_se: Kan inte hitta någon WBFS-partition

source: 1 particion WBFS
ca_es: 1 partició WBFS
da_dk: 1 WBFS Partition
de: 1 WBFS Partition
eu_es: WBFS partizio bat
fr: 1 partition WBFS
it: 1 partizione WBFS
pt_br: 1 partição WBFS
sv_se: 1 WBFS-partition

source: %d particiones WBFS
ca_es: %d particions WBFS
da_dk: %d WBFS Partitioner
de: %d WBFS Partitionen
eu_es: %d WBFS partizio
fr: %d partitions WBFS
it: %d partizioni WBFS
pt_br: %d partições WBFS
sv_se: %d WBFS-partitioner

source: Hay %d juegos con informacion WiiTDB
ca_es: Hi ha %d jocs amb informació WiiTDB
da_dk: Der er %d spil i WiiTDB data
de: Es gibt für %d Spiele Daten von WiiTDB
eu_es: %d joko daude WiiTDB argibideekin
fr: %d jeux possédant des données WiiTDB
it: Ci sono %d giochi con informazioni WiiTDB
pt_br: Existem %d jogos com informações WiiTDB
sv_se: %d av spelen har information ifrån WiiTDB

source: No faltan caratulas
ca_es: No falten caràtules
da_dk: Ingen manglende Covers
de: Es fehlen keine Titelbilder
eu_es: Ez dira karatularik falta
fr: Aucune pochette
it: Nessuna copertina mancante
pt_br: Nenhuma capa faltando
sv_se: Inga omslag saknas

source: 1 juego sin caratula
ca_es: 1 joc sense caràtula
da_dk: 1 manglende Cover
de: 1 Spiel ohne Titelbild
eu_es: Joko bat karatula gabe
fr: Un jeu sans pochette
it: 1 gioco senza copertina
pt_br: 1 jogo sem capa
sv_se: 1 spel utan omslag

source: %d juegos sin caratula
ca_es: %d jocs sense caràtula
da_dk: %d manglende Covers
de: %d Spiele ohne Titelbild
eu_es: %d joko karatula gabe
fr: %d jeux sans pochettes
it: %d giochi senza copertina
pt_br: %d jogos sem capa
sv_se: %d spel utan omslag

source: No faltan disc-art
ca_es: No falten disc-art
da_dk: Ingen manglende Disc-art
de: Es fehlen keine Diskbilder
eu_es: Ez da disko-arterik falta
fr: Aucun disque
it: Nessuna disc-art mancante
pt_br: Não faltam imagens de disco
sv_se: Inga skivetiketer saknas

source: 1 juego sin disc-art
ca_es: 1 joc sense disc-art
da_dk: 1 manglende Disc-art
de: 1 Spiel ohne Diskbild
eu_es: Joko bat disko-arterik gabe
fr: 1 jeu sans disque
it: 1 gioco senza disc-art
pt_br: 1 jogos sem imagem de disco
sv_se: 1 spel saknar skivetiket

source: %d juegos sin disc-art
ca_es: %d jocs sense disc-art
da_dk: %d manglende Disc-art
de: %d Spiele ohne Diskbild
eu_es: %d joko disko-arterik gabe
fr: %d jeux sans disques
it: %d giochi senza disc-art
pt_br: %d jogos sem imagens de disco
sv_se: %d spel saknar skivetiketer

source: Hay %d tareas
ca_es: Hi ha %d tasques
da_dk: %d igangværende opgaver
de: Es laufen %d Aufgaben
eu_es: %d zeregin daude
fr: Il y a %d tâches
it: Ci sono %d operazioni
pt_br: Existem %d tarefas
sv_se: Det pågår %d aktiviteter

source: English
da_dk: Engelsk
de: Englisch
eu_es: Ingelesa
fr: Anglais
it: Inglese
pt_br: Inglês
sv_se: Engelska

source: Spanish
da_dk: Spansk
de: Spanisch
eu_es: Gaztelera
fr: Espagnol
it: Spagnolo
pt_br: Espanhol
sv_se: Spanska

source: Italian
da_dk: Italiensk
de: Italienisch
eu_es: Italiera
fr: Italien
it: Italiano
pt_br: Italiano
sv_se: Italienska

source: French
da_dk: Fransk
de: Französisch
eu_es: Frantsesa
fr: Français
it: Francese
pt_br: Francês
sv_se: Franska

source: German
da_dk: Tysk
de: Deutsch
eu_es: Alemaniera
fr: Allemand
it: Tedesco
pt_br: Alemão
sv_se: Tyska

source: Dutch
da_dk: Hollandsk
de: Holländisch
eu_es: Nederlandera
fr: Néerlandais
it: Olandese
pt_br: Holandês
sv_se: Hollänska

source: Catalan
da_dk: Catalansk
de: Catalan (Spanisch)
eu_es: Katalana
it: Catalano

source: Brazilian Portuguese
da_dk: Braziliansk Portugisisk
de: Portugiesisch (Brasilien)
eu_es: Brasildar Portugesa
fr: Brésilien
it: Portoghese Brasiliano

source: Portuguese
da_dk: Portugisisk
de: Portugiesisch
eu_es: Portugesa
fr: Portugais
it: Portoghese
pt_br: Português
sv_se: Portugisiska

source: Swedish
da_dk: Svensk
de: Schwedisch
eu_es: Suediera
fr: Suédois
it: Svedese

source: Galician
da_dk: Italiensk
de: Griechisch
eu_es: Galiziera
fr: Gaëlique
it: Galiziano

source: Euskera
eu_es: Euskara
it: Basco

source: Danish
eu_es: Daniera
fr: Danois
it: Danese

source: Idioma de wiithon
ca_es: Idioma wiithon
da_dk: Wiithon sprog
de: Sprache Wiithon
eu_es: Wiithon hizkuntza
fr: Langue de Wiithon
it: Lingua di Wiithon

source: Ruta para extraer ficheros .rar. Para descomprimir junto al .rar escriba .
ca_es: Ruta per extraure fitxers .rar. Per a descomprimir amb el .rar escriu .
da_dk: Sti til udpak ".rar" (samme sti som .rar type ".")
de: Dateipfad zum entpacken der RAR Datei.
eu_es: .rar fitxategiak ateratzeko bidea. .rar fitxategiaren ondoan ateratzeko . idatzi
fr: Dossier d'extraction des fichiers .rar : pour décompresser les fichiers de type .rar
it: Percorso per estrazione file RAR. Per decomprimerlo nella stessa cartella del RAR inserire . (punto)
pt_br: Caminho para extrair arquivos .rar. Para descompactar junto ao .rar escreva .
sv_se: Sökvägen för uppackning av ".rar". (samma som .rar ".")

source: Num. Hilos para tareas de fondo
ca_es: Num. Fils per a tasques de fons
da_dk: Antallet af baggrundsopgaver
de: Anzahl der Hintergrundprozesse
eu_es: Atzealdeko zereginen hari kopurua
fr: Nb threads pour les tâches de fond
it: Num. di thread per le operazioni in background
pt_br: Núm. de vagas para tarefas na fila
sv_se: Antal trådar för aktiviteter som pågår i bakgrunden

source: Por fecha
it: Per data

source: Por nombre
it: Per nome

source: Orden inicial
it: Ordine iniziale

source: Comando para abrir carpetas
ca_es: Ordre per a obrir carpetes
da_dk: Kommando til at gennemse directory
de: Befehl zum Öffnen der Ordner
eu_es: Karpetak irekitzeko komandoa
fr: Commande pour ouvrir les dossiers
it: Comando per aprire le cartelle
pt_br: Comando para abrir pastas
sv_se: Kommando för att öppna mappar

source: Comando para abrir paginas Web
ca_es: Ordre per a obrir carpetes
da_dk: Kommando til at gennemse Website
de: Befehl zum Öffnen von Webseiten
eu_es: Web orrialdeak irekitzeko komandoa
fr: Commande pour ouvrir les pages web
it: Comando per aprire pagine Web

source: Mostrar una advertencia cuando no hay ninguna informacion WiiTDB
ca_es: Ensenyar una advertència quan no hi ha cap informació WiiTDB
da_dk: Vis advarsel, hvis der ikke er nogen data fra WiiTDB.com
de: Warnung, wenn keine WiiTDB Informationen vorhanden sind.
eu_es: Ohar bat bistarazi WiiTDB argibiderik ez dagoenean
fr: Afficher un avertissement si aucune donnée WiiTDB n'a été trouvée
it: Visualizza un avviso quando non ci sono informazioni WiiTDB
pt_br: Mostrar uma advertência quando não existe nenhuma informação WiiTDB
sv_se: Visa meddelande när det inte finns någon information ifrån WiiTDB

source: Mostrar una advertencia cuando no hay particiones WBFS
ca_es: Ensenyar una advertència quan no hi ha particions WBFS
da_dk: Vis advarsel, hvis der ikke findes nogen WBFS Partition
de: Warnung, wenn keine WBFS Partition vorhanden ist.
eu_es: Ohar bat bistarazi WBFS partiziorik ez dagoenean
fr: Afficher un avertissement su aucune partition WBFS n'a été trouvée
it: Visualizza un avviso quando non ci sono partizioni WBFS
pt_br: Mostrar una advertência quando não existem partições WBFS
sv_se: Visa varning när det inte finns någon WBFS-partition

source: Iniciar maximizado
da_dk: Start med maximeret vindue
de: Maximiert starten
eu_es: Handitua abiarazi
fr: Démarrage maximisé
it: Avvio a schermo intero

source: Los isos descomprimidos desde el rar remplaza imagenes iso sin preguntar.
ca_es: Les Isos descomprimides des de el rar remplaça imatges ISO sense preguntar
da_dk: Udpakning af RAR automatisk erstatning hvis filen findes
de: Beim Entpacken von RAR Dateien ohne Nachfrage überschreiben.
eu_es: rar-etik ateratako iso-ek galdetu gabe ordezten dituzte iso fitxategiak.
fr: Lors de la décompression d'un RAR, remplacer sans avertir
it: Le ISO estratte dal RAR sostituiscono il file esistente senza chiedere conferma
pt_br: As ISOs descompactadas do RAR substitui imagens ISO sem confirmação.
sv_se: Skriv över filer utan att fråga i samband med uppackning av RAR-arkiv

source: Pregunta borrar el .iso (cuando aniamos un rar)
ca_es: Vols esborrar el .iso? (quan comprimixes un rar)
da_dk: Spørg om du vil slette .iso efter at have tilføjet en .rar
de: Nachfragen, ob die ISO Datei gelöscht werden soll (nach dem Hinzufügen einer RAR Datei)
eu_es: Galdetu .iso-a ezabatzea (rar bat gehitzean)
fr: Demander si le fichier .iso doit être supprimé (après avoir ajouté un .rar)
it: Richiede conferma cancellazione ISO
pt_br: Pergunta apagar o .iso (ao adicionar um rar)
sv_se: Fråga om borttagning av .iso (efter du har lagt till .rar)

source: Pregunta borrar el .rar (cuando aniamos un rar)
ca_es: Vols esborrar el .rar= (quan descomprimixes un rar)
da_dk: Spørg om du vil slette .rar efter at have tilføjet en .rar
de: Nachfragen, ob die RAR Datei gelöscht werden soll (nach dem Hinzufügen einer RAR Datei)
eu_es: Galdetu .rar-a ezabatzea (rar bat gehitzean)
fr: Demander si le fichier .rar doit être supprimé (après avoir ajouté un .rar)
it: Richiede conferma cancellazione RAR
pt_br: Pergunta apagar o .rar (ao adicionar um rar)
sv_se: Fråga om borttagning av .rar (efter du har lagt till .rar)

source: Proponer un nombre de wiitdb tras anadir el juego
ca_es: Proposar un nom de wiitdb despres d'afegir el joc
da_dk: Spørg om du vil omdøbe spillet på basis af WiiTDB.com ved tilføjelse
de: Nach dem Hinzufügen eines Spiels den Namen aus WiiTDB vorschlagen
eu_es: WiiTDB izen bat proposatu jokoa gehitu ondoren
fr: WiiTDB propose un nom (après avoir ajouté le jeu)
it: Propone un nome da WiiTDB dopo l'inserimento del gioco
pt_br: Propor um nome de wiitdb ao adicionar um jogo
sv_se: Tillåt WiiTDB att förslå ett namn (efter att spelet har lagts till)

source: Caratula
ca_es: Caràtula
da_dk: Cover
de: Titelbild
eu_es: Karatula
fr: Pochette
it: Copertina
pt_br: Capa
sv_se: Omslag

source: Destino del arrastre de una imagen
ca_es: Destí de l'arrosegament d'una imatge
da_dk: Destination Drag & Drop
de: Drag&Drop Aussehen
eu_es: Irudi baten arrastatze helburua
fr: Destination du glisser-déposer
it: Destinazione immagine trascinata
pt_br: Destino de arraste de uma imagem
sv_se: Destination för Drag&Släpp

source: Japanese
da_dk: Japansk
de: Japanisch
eu_es: Japoniera
fr: Japonais
it: Giapponese
pt_br: Japonês
sv_se: Japanska

source: Chinese-Taiwan
de: Taiwan-Chinesisch
eu_es: Txinera (Taiwan)
fr: Chinois (Taiwan)
it: Cinese-Taiwanese
pt_br: Chinês-Taiwan
sv_se: Kinesiskt-Taiwan

source: Chinese
da_dk: Kinesisk
de: Chinesisch
eu_es: Txinera
fr: Chinois
it: Cinese
pt_br: Chinês
sv_se: Kinesiskt

source: Korean
da_dk: Koreansk
de: Koreanisch
eu_es: Koreera
fr: Coréen
it: Coreano
pt_br: Coreano
sv_se: Koreanska

source: TITLE [IDGAME]/IDGAME.wbfs
it: IDGAME_TITLE/IDGAME.wbfs

source: Formato de salida de la extraccion WBFS
it: Formato di del nome del file estratto in WBFS

source: Dark Red
it: Rosso scuro

source: Dark Green
it: Verde scuro

source: Dark Blue
it: Blu scuro

source: Red
it: Rosso

source: Green
it: Verde

source: Blue
it: Blu

source: White
it: Bianco

source: Black
it: Nero

source: Color de fondo de la particion 1
it: Colore di sfondo della partizione 1

source: Color de fondo de la particion 2
it: Colore di sfondo della partizione 2

source: Color de fondo de la particion 3
it: Colore di sfondo della partizione 3

source: Color de la letra de la particion 1
it: Colore del testo della partizione 1

source: Color de la letra de la particion 2
it: Colore del testo della partizione 2

source: Color de la letra de la particion 3
it: Colore del testo della partizione 3

source: URL principal para WiiTDB
it: URL principale di WiiTDB

source: Formato fecha
ca_es: Format data
da_dk: Dato format
de: Datumsformat
eu_es: Data formatua
fr: Format pour la date
it: Formato data
pt_br: Formato da data
sv_se: Datumformat

source: Formato fecha corto
ca_es: Format data curt
da_dk: Kort Dato Format
de: kurzes Datumsformat
eu_es: Data formatu laburra
fr: Format court pour la date
it: Formato data breve
pt_br: Formato curto da data
sv_se: Kort datumformat

source: Fecha desconocida
it: Data sconosciuta

source: Idioma principal para el synopsis
ca_es: Idioma principal per al synopsis
da_dk: Hovedsprog til WiiTDB data
de: Sprache für Inhaltsangaben
eu_es: Laburpenerako hizkuntza nagusia
fr: Langue principale pour le synopsis
it: Lingua principale per le descrizioni
pt_br: Idioma principal para as sinopses
sv_se: 1:a handsval för spelinformation

source: Idioma auxiliar para el synopsis
ca_es: Idioma auxiliar per al synopsis
da_dk: Under sprog til WiiTDB data
de: Alternative Sprache
eu_es: Laburpenerako bigarren hizkuntza
fr: Langue secondaire pour le synopsis
it: Lingua secondaria per le descrizioni
pt_br: Idioma auxiliar para as sinopses
sv_se: 2:a handsval för spelinformation

source: Usuario (para editar informacion en wiitdb.com)
da_dk: WiiTDB.com Username (kun nødvendigt, hvis du vil ændre data på WiiTDB.com)
de: Benutzername (um Informationen auf WiiTDB.com zu ändern)
eu_es: Erabiltzailea (wiitdb.com-eko informazioa aldatzeko)
fr: Nom d'utilisateur (pour éditer les informations sur wiitdb.com)
it: Utente (per modificare le informazioni su wiitdb.com)

source: Password (para editar informacion en wiitdb.com)
da_dk: WiiTDB.com Password
de: Kennwort (um Informationen auf WiiTDB.com zu ändern)
eu_es: Pasahitza (wiitdb.com-eko informazioa aldatzeko)
fr: Mot de passe (pour éditer les informations sur wiitdb.com)
it: Password (per modificare le informazioni su wiitdb.com)

source: Ancho imagen caratula
ca_es: Ample imatge caràtula
da_dk: Cover bredde
de: Breite des Titelbildes
eu_es: Karatula irudi zabalera
fr: Pochette : largeur de l'image
it: Larghezza immagine copertina
pt_br: Largura da imagem da capa
sv_se: Omslagbild bredd

source: Altura imagen caratula
ca_es: Altura imatge caràtula
da_dk: Cover højde
de: Höhe des Titelbildes
eu_es: Karatula irudi altuera
fr: Pochette : hauteur de l'image
it: Altezza immagine copertina
pt_br: Altura da imagem da capa
sv_se: Omslagsbild höjd

source: Ancho imagen disc-art
ca_es: Ample imatge disc-art
da_dk: Disc-art bredde
de: Breite des Diskbildes
eu_es: Disko-arte irudi zabalera
fr: Disque : largeur de l'image
it: Larghezza immagine disc-art
pt_br: Largura da imagem do disco
sv_se: Skivetiket bredd

source: Altura imagen disc-art
ca_es: Altura imatge disc-art
da_dk: Disc-art højde
de: Höhe des Diskbildes
eu_es: Disko-arte irudi altuera
fr: Disque : hauteur de l'image
it: Altezza immagine disc-art
pt_br: Altura da imagem do disco
sv_se: Skivetiket höjd

source: Proveedor de caratulas
ca_es: Proveïdor de caràtules
da_dk: Cover Provider
de: Herkunft der Titelbilder
eu_es: Karatula hornitzailea
fr: Fournisseur de pochettes
it: Fornitore delle copertine
pt_br: Provedor de capas
sv_se: Ladda ner omslag ifrån följande källor

source: Proveedor de discos
ca_es: Proveïdor de discs
da_dk: Disc-art Provider
de: Herkunft der Diskbilder
eu_es: Disko hornitzailea
fr: Fournisseur de disques
it: Fornitore delle disc-art
pt_br: Provedor de discos
sv_se: Ladda ner skivetiketer ifrån följande källor

source: URL de busqueda en Google. (%s es el nombre del juego)
da_dk: Google.com search URL (Spil %s)
de: Suchlink für Google (%s ist der Spielname)
eu_es: Google bilaketa URLa. (%s jokoaren izena da)
fr: URL de recherche sur Google. (nom du jeu : %s)
it: URL di ricerca in Google (%s è il nome del gioco)

source: URL de busqueda en Wikipedia. (%s es el nombre del juego)
da_dk: Wikipedia search URL (Spil %s)
de: Suchlink für Wikipedia (%s ist der Spielname)
eu_es: Wikipedia bilaketa URLa. (%s jokoaren izena da)
fr: URL de recherche sur Wikipedia. (nom du jeu : %s)
it: URL di ricerca in Wikipedia (%s è il nome del gioco)

source: URL de busqueda en Youtube. (%s es el nombre del juego)
da_dk: YouTube search URL (Spil %s)
de: Suchlink für Youtube (%s ist der Spielname)
eu_es: Youtube bilaketa URLa. (%s jokoaren izena da)
fr: URL de recherche sur Youtube. (nom du jeu : %s)
it: URL di ricerca in YouTube (%s è il nome del gioco)

source: URL de busqueda en IGN. (%s es el nombre del juego)
da_dk: IGN search URL (Spil %s)
de: Suchlink für IGN (%s ist der Spielname)
eu_es: IGN bilaketa URLa. (%s jokoaren izena da)
fr: URL de recherche sur IGN. (nom du jeu : %s)
it: URL di ricerca in IGN (%s è il nome del gioco)

source: URL de busqueda en GameSpot. (%s es el nombre del juego)
da_dk: GameSpot search URL (Spil %s)
de: Suchlink für GameSpot (%s ist der Spielname)
eu_es: Gamespot bilaketa URLa. (%s jokoaren izena da)
fr: URL de recherche sur GameSpot. (nom du jeu : %s)
it: URL di ricerca in GameSpot (%s è il nome del gioco)

source: URL de busqueda en VGChartz. (%s es el nombre del juego)
da_dk: VGChartz search URL (Spil %s)
de: Suchlink für VGChartz (%s ist der Spielname)
eu_es: VGChartz bilaketa URLa. (%s jokoaren izena da)
fr: URL de recherche sur VGChartz. (nom du jeu : %s)
it: URL di ricerca in VGCHartz (%s è il nome del gioco)

source: Por defecto
ca_es: Per defecte
da_dk: Default
de: Vorgabe
eu_es: Lehenetsia
fr: Par défaut
it: Default
pt_br: Padrão
sv_se: Återställ

source: <b>Paso 2: Elegir directorio de salida</b>
da_dk: <b>Trin 2: Vælg output directory</b>
de: <b>Schritt 2: Wählen Sie das Ausgabeverzeichnis</b>
eu_es: <b>2 urratsa: Hautatu irteera direktorioa</b>
fr: <b>Etape 2: Sélectionnez le répertoire de sortie</b>
it: <b>Passo 2: selezionare la cartella di destinazione</b>

source: <b>Paso 3: Elegir formato de salida</b>
da_dk: <b>Trin 3: Vælg output format</b>
de: <b>Schritt 3: Wählen Sie das Ausgabeformat</b>
eu_es: <b>2 urratsa: Hautatu irteera formatua</b>
fr: <b>Etape 3: Sélectionnez le format de sortie</b>
it: <b>Passo 3: selezionare il formato di destinazione</b>
