Repository: lubosz/wiithon
Catalog: po/*.po
Languages: ca_es, da_dk, de, eu_es, fr, it, pt_br, sv_se

source: No se ha encontrado la particion: %s
ca_es: No s'ha trobat la partició: %s
da_dk: Ingen partitioner fundet: %s
de: Partiton %s konnte nicht gefunden werden
eu_es: Ez da partizioa aurkitu: %s
fr: Pas de partition %s trouvée
it: Non è stata trovata la partizione: %s
pt_br: A partição %s não foi encontrada.
sv_se: Ingen partition hittades: %s

source: Lista de particiones autodetectadas :
ca_es: Llista de particions autodetectades :
da_dk: Auto-detektet partitioner:
de: Automatisch gefundene Partitionen:
eu_es: Atzemandako partizioen zerrenda:
fr: Partitions détectées automatiquement :
it: Partizioni riconosciute automaticamente:
pt_br: Lista de partições auto-detectadas :
sv_se: Följande partitioner hittades:

source: %d - Salir
ca_es: %d- Surt
da_dk: %d - Exit
de: %d - verlassen
eu_es: %d - Irten
fr: %d - Sortie
it: %d - Esci
pt_br: %d - Sair
sv_se: %d - Avsluta

source: Elige la particion WBFS con la que va a trabajar :
ca_es: Tria la partició WBFS amb la que traballaràs :
da_dk: Vælg hvilken WBFS partition der skal udforskes:
de: Wählen Sie eine WBFS Partition:
eu_es: Hautatu lan egiteko WBFS partizioa:
fr: Choisissez la partition WBFS :
it: Seleziona la partizione WBFS su cui vuoi lavorare :
pt_br: Escolher a partição WBFS com que se vai trabalhar:
sv_se: Välj önskad partition som ska formateras med WBFS:

source: Saliendo por peticion del usuario.
ca_es: Eixint per petició de l'usuari.
da_dk: Bruger afbrydelse
de: Abbruch durch Benutzer.
eu_es: Erabiltzaileak eskatuta irteten.
fr: Sortie à la demande de l'utilisateur.
it: Uscita su richiesta dell'utente.
pt_br: Saindo a pedido do usuário.
sv_se: Avslutat av användaren

source: Fuera de rango
ca_es: Fora de rang
da_dk: Out of range
de: Nicht im Bereich
eu_es: Eremuz kanpo
fr: Dépassement de capacité
it: Non consentito
pt_br: Fora dos limites
sv_se: Out of range

source: Valor incorrecto
ca_es: Valor incorrecte
da_dk: Forkert værdi
de: Falscher Wert
eu_es: Okerreko balioa
fr: Valeur incorrecte
it: Valore errato
pt_br: Valor incorreto
sv_se: Felaktigt värde

source: Extraer Juego %s a ISO
ca_es: Extraure joc %s a ISO
da_dk: Udpakker spil %s til ISO
de: Extrahiere %s als ISO
eu_es: %s jokoa ISO-ra atertzen
fr: Extraire le jeu %s en ISO
it: Estrazione gioco %s su ISO
pt_br: Extrair Jogo %s para uma ISO
sv_se: Packa upp %s till ISO

source: Juego %s extraido OK
ca_es: Joc %s extret OK
da_dk: %s udpakket OK
de: Spiel %s entpackt
eu_es: %s jokoa behar bezala aterata
fr: Jeu %s extrait
it: Gioco %s estratto correttamente
pt_br: Jogo %s extraído OK
sv_se: Uppackning av %s klar

source: ERROR extrayendo la ISO de %s
ca_es: ERROR al extreure l'ISO de %s
da_dk: Fejl ved udpakning af ISO fra %s
de: FEHLER beim entpacken der ISO Datei %s
eu_es: Errorea %s-ko ISOa ateratzean
fr: ERREUR lors de l'extraction de l'ISO depuis %s
it: ERRORE durante l'estrazione della ISO di %s
pt_br: ERRO extraindo o ISO de %s
sv_se: FEL vid uppackning av %s till ISO

source: Renombrar el juego %s.
ca_es: Reanomena el joc %s.
da_dk: Omdøb: %s
de: Das Spiel %s umbenennen
eu_es: %s jokoa berrizendatu.
fr: Renommer le jeu %s
it: Rinomina il gioco %s.
pt_br: Renomear o Jogo %s.
sv_se: Döp om %s

source: Escriba el nuevo nombre :
ca_es: Escriu el nou nom
da_dk: Indtast nyt navn:
de: Neuen Namen eingeben :
eu_es: Idatzi izen berria :
fr: Entrez le nouveau nom :
it: Inserisci il nuovo nome :
pt_br: Escreva o novo nome :
sv_se: Skriv in nytt namn:

source: ISO renombrada correctamente a %s
ca_es: ISO reanomenda correctament a %s
da_dk: Spillet er omdøbt til: %s med succes
de: Spiel erfolgreich in %s umbenannt
eu_es: ISOa behar bezala berrizendatu da %s-ra
fr: Jeu renommé en tant que %s
it: ISO rinominata con successo in %s
pt_br: ISO renomeada corretamente para %s
sv_se: Namnet bytt till %s

source: ERROR al renombrar
ca_es: ERROR al reanomenar
da_dk: Fejl ved omdøbning
de: FEHLER beim umbenennen
eu_es: Errorea berrizendatzerakoan
fr: ERREUR lors du renommage
it: ERRORE durante la rinomina
pt_br: ERRO ao renomear
sv_se: FEL vid namnbytet

source: Borrando juego %s
ca_es: Esborrant joc %s
da_dk: Sletter %s
de: Lösche das Spiel %s
eu_es: %s jokoa ezabatzen
fr: Suppression du jeu %s
it: Sto cancellando il gioco %s
pt_br: Apagando jogo %s
sv_se: Ta bort %s

source: Juego %s borrado correctamente
ca_es: Joc %s borrat correctament
da_dk: ISO %s slettet med succes
de: ISO %s erfolgreich gelöscht
eu_es: %s jokoa behar bezala ezabatu da
fr: ISO %s supprimé
it: Gioco %s cancellato con successo
pt_br: Jogo %s apagado corretamente
sv_se: ISO %s borttagen

source: ERROR borrando el juego
ca_es: ERROR esborrant el joc
da_dk: Fejl ved sletning af spil
de: FEHLER beim löschen des Spiels
eu_es: Errorea jokoa ezabatzean
fr: ERROR lors de la suppression du jeu
it: ERRORE durante la cancellazione del gioco
pt_br: ERRO ao apagar o jogo
sv_se: FEL vid borttagning av spel

source: No has seleccionado ningun juego
ca_es: No has sel·leccionat cap joc
da_dk: Ingen spil valgt
de: Kein Spiel ausgewählt
eu_es: Ez duzu jokorik hautatu
fr: Pas de jeu sélectionné
it: Nessun gioco selezionato
pt_br: Nenhum jogo selecionado
sv_se: Inget spel är valt

source: La particion %s no contiene juegos
ca_es: La partició %s no conté jocs
da_dk: WBFS partitionen %s indeholder ingen spil
de: Die Partition %s enthält keine Spiele
eu_es: %s partizioak ez du jokorik
fr: La partition %s ne contient aucun jeu
it: La partizione %s non contiene giochi
pt_br: A Partição %s não contém jogos
sv_se: Partitionen innehåller inga spel

source: Buscando ficheros RAR recursivamente ...
ca_es: Cercant fitxers RAR recursivament ...
da_dk: Gennemsøger rekursivt for RAR filer...
de: Suche rekursiv nach RAR Dateien ...
eu_es: RAR fitxategiak errekurtsiboki bilatzen ...
fr: Recherche récursive de fichiers RAR
it: Ricerca ricorsiva archivi RAR ...
pt_br: Buscando arquivos RAR recursivamente ...
sv_se: Söker efter RAR-filer rekursivt...

source: Buscando imagenes ISO recursivamente ...
ca_es: Cercant imatges ISO recursivament
da_dk: Gennemsøger rekursivt for ISO filer...
de: Suche rekursiv nach ISO Dateien
eu_es: ISO irudiak errekurtsiboki bilatzen ...
fr: Recherche récursive d'images ISO
it: Ricerca ricorsiva immagini ISO ...
pt_br: Buscando imagens ISO recursivamente ...
sv_se: Söker efter ISO-filer rekursivt...

source: Buscando imagenes WBFS recursivamente ...
ca_es: Cercant imatges WBFS recursivament ...
da_dk: Gennemsøger rekursivt for WBFS filer...
de: Suche rekursiv nach WBFS Dateien
eu_es: WBFS irudiak errekurtsiboki bilatzen ...
fr: Recherche récursive d'images WBFS ...
it: Ricerca ricorsiva immagini WBFS ...

source: Buscando imagenes WDF recursivamente ...
ca_es: Cercant imatges WDF recursivament ...
da_dk: Gennemsøger rekursivt for WDF filer...
de: Suche rekursiv nach WDF Dateien
eu_es: WDF irudiak errekurtsiboki bilatzen ...
fr: Recherche récursive d'images WDF ...
it: Ricerca ricorsiva immagini WDF ...

source: No se ha encontrado ningun fichero en los formatos validos: %s
ca_es: No s'ha trobat cap fitxer en els formats vàlids: %s
da_dk: Invalid format fundet: %s
de: Konnte keine gültigen Dateien finden: %s
eu_es: Ez da fitxategirik topatu formatu erabilgarrietan: %s
fr: Aucun format de fichier valide trouvé : %s
it: Non è stato trovato nessun file in un formato valido: %s

source: Listando juegos de : %s
ca_es: Llistant jocs de : %s
da_dk: Spil Liste: %s
de: Liste der Spiele von : %s
eu_es: Hemengo jokoak zerrendatzen: %s
fr: Liste des jeux de : %s
it: Elenco giochi su : %s
pt_br: Listando jogos de: %s
sv_se: Spel i: %s

source: Inserte un juego de la Wii en su lector de DVD ...
ca_es: Pose un joc de Wii al seu lector de DVD ...
da_dk: Insæt Wii spil i DVD-drevet...
de: Lege ein Wii Spiel ins DVD Laufwerk ein ...
eu_es: Sar ezazu Wii joko bat zure DVD irakurlean ...
fr: Insérez un jeu Wii dans le lecteur DVD ...
it: Inserisci un gioco Wii nel lettore DVD ...
pt_br: Insira um jogo do Wii em seu leitor de DVD ...
sv_se: Sätt in ett Wii-spel i DVD-läsaren...

source: Juegos originales, solo con lectores LG.
ca_es: Jocs originals, sols amb lectors LG
da_dk: Original Wii games, only with LG DVD drives
de: Original Spiele nur mit LG Laufwerk.
eu_es: Joko originalak, bakarrik LG irakurgailuetan.
fr: Jeux originaux, uniquement avec lecteurs LG
it: Giochi originali, solo con lettori LG.
pt_br: Jogos originais, somente com leitoras LG.
sv_se: Originalspel, endast med DVD-läsare ifrån LG

source: Pulse cualquier tecla para continuar ...
ca_es: Prem qualsevol tecla per aa continuar ...
da_dk: Tryk en tast for at forsætte...
de: Taste drücken zum fortfahren ...
eu_es: Sakatu edozein tekla aurrera jarraitzeko ...
fr: Appuyez sur une touche pour continuer...
it: Premi un tasto per continuare ...
pt_br: Aperte qualquer boto para continuar ...
sv_se: Tryck valfri tangent för att fortsätta...

source: OK, todas las caratulas se han descargado
ca_es: OK, totes les caràtules s'han descarregat
da_dk: Alle covers er downloaded med succes
de: OK, alle Titelbilder runtergeladen
eu_es: Ados, karatula guztiak deskargatu dira
fr: OK, toutes les jaquettes ont été téléchargées
it: OK, tutte le copertine sono state scaricate
pt_br: OK, todas as capas foram baixadas
sv_se: Alla omslag nerladdade

source: ERROR, descargando alguna caratula
ca_es: ERROR, baixant alguna caràtula
da_dk: Fejl ved hentning af cover
de: Fehler beim herunterladen von Titelbildern
eu_es: ERROREA, karatula deskargatzean
fr: ERREUR, lors du téléchargement de jaquettes
it: ERRORE durante il download di qualche copertina
pt_br: ERRO, baixando alguma capa
sv_se: FEL vid nerladdning av några omslag

source: Tarea finalizada
ca_es: Tasca finalitzada
da_dk: Opgave fuldført
de: Aufgabe beendet
eu_es: Zeregina amaitua
fr: Tâche accomplie
it: Lavori ultimati
pt_br: Tarefa finalizada
sv_se: Åtgärden klar

source: Has conectado el disco duro? No se ha encontrado ninguna particion valida.
ca_es: Has concetat el disc dur? No s'ha trobat cap partició vàlida.
da_dk: Er din eksterne harddisk sat til og har den en korrekt WBFS partition ?
de: Haben Sie die Festplatte angeschlossen und ist eine gültige WBFS Partition vorhanden?
eu_es: Disko gogorra konektatu al duzu? Ez da partizio erabilgarririk topatu.
fr: Aucune partition WBFS trouvée : avez vous connecté votre disque contenant la partition WBFS ?
it: Hai collegato il tuo disco fisso? Non è stata trovata nessuna partizione WBFS
pt_br: Você conectou um HD ? Não foi encontrada nenhuma partição válida.
sv_se: Är din hårddisk ansluten eller saknar den en giltig WBFS-partition?

source: Realmente, desea formatear a WBFS la particion %s? (S/N)
ca_es: Estàs segur que vols formatejar a WBFS la partició %s? (S/N)
da_dk: Er du sikker på at du vil formatere WBFS partitionen %s? (Y/N)
de: Möchten Sie wirklich die Partition %s als WBFS formatieren? (J/N)
eu_es: Benetan %s partizioa WBFS gisa formateatu nahi duzu? (B/E)
fr: Souhaitez-vous réellement formater la partition %s en WBFS ? (O/N)
it: Sei veramente sicuro di voler formattare in WBFS la partizione %s? (S/N)
pt_br: Realmente, deseja formatar a partição WBFS %s ? (S/N)
sv_se: Är du säker på att du vill formatera partitionen %s med WBFS? Allt som finns på partitionen kommer att försvinna! (Formateringen tar en stund beroende på hur stor disk du har) (J/N)

source: %s se ha formateado correctamente
ca_es: %s ha sigut formatat correctament
da_dk: %s er formateret korrekt
de: %s wurde formatiert
eu_es: %s behar bezala formateatu da
fr: %s a été formaté avec succès
it: %s è stato formattato correttamente
pt_br: A partição %s foi formatada corretamente
sv_se: %s formaterades utan problem

source: Error al formatear %s
ca_es: Error al formatejar %s
da_dk: Formaterings fejl %s
de: Fehler beim formatieren von %s
eu_es: Errorea %s formateatzean
fr: Erreur de formatage de %s
it: Errore nella formattazione di %s
pt_br: Erro ao formatar %s
sv_se: Fel vid formatering av %s

source: No se ha formateado %s
ca_es: No s'ha formatejat %s
da_dk: Drevet er allerede formateret %s
de: Es wurde %s formatiert
eu_es: Ez da %s formateatu
fr: %s n'a pas été formaté
it: Non è stato formattato %s
pt_br: %s não foi formatada
sv_se: %s verkar inte vara formaterad

source: Interrumpido por el usuario.
ca_es: Interromput per l'usuari.
da_dk: Processen er afbrudt af bruger
de: Abbruch durch Benutzer
eu_es: Erabiltzaileak etenda.
fr: Arrêt par l'utilisateur
it: Interrotto dall'utente
pt_br: Interrompido pelo usuário.
sv_se: Avbrutet av användaren

source: Comprueba que tienes la particion FAT32 montada.
ca_es: Comprova que tens la partició FAT32 muntada.
da_dk: Verificer venligst at du har valgt en FAT32 partition
de: Überprüfen Sie, ob die FAT32 Partition gemountet ist.
eu_es: Egiaztatu FAT32 partizioa muntaturik duzula.
fr: Vérifiez que vous avez monté la partition FAT32.
it: Verificare che la partizione FAT32 sia stata montata.
pt_br: Certifique-se que a partição FAT32 está montada.
sv_se: Verifiera att du har monterat en FAT32-partition.

source: Pulse cualquier tecla para continuar ...
ca_es: Prem qualsevol tecla per a continuar ...
da_dk: Tryk på en tast for at fortsætte...
de: Taste drücken zum fortfahren ...
eu_es: Sakatu edozein tekla aurrera jarraitzeko ...
fr: Appuyez sur une touche pour continuer...
it: Premi un tasto per continuare ...
pt_br: Aperte qualquer tecla para continuar ...
sv_se: Tryck på valfri tangent för att fortsätta...

source: El archivo RAR %s: No existe
ca_es: L'arxiu RAR %s: No existeix
da_dk: RAR filen %s findes ikke
de: Das RAR Archiv %s ist nicht vorhanden
eu_es: %s RAR fitxategia: Ez dago
fr: L'archive RAR %s n'existe pas
it: L'archivio RAR %s: non esiste
pt_br: O arquivo RAR %s: Não existe
sv_se: RAR-filen %s saknas

source: Error al descomprimrir. Ya existe %s. Si desea sobreescribirlo, modifique la opcion en preferencias.
ca_es: Error al descomprimir. Ja existeix %s. Si voleu sobrescriure'l, modifica l'opció a preferéncies.
da_dk: Fejl ved udpakning. %s findes allerede. Hvis du vil overskrive den opringdelige fil, så skift indstillingen under preferences.
de: Fehler beim entpacken. %s ist bereits vorhanden. Zum Überschreiben ändern Sie die Einstellungen in den Optionen.
eu_es: Errorea deskonprimitzean. %s badago dagoeneko. Gainidatzi nahi baduzu aldatu aukera hobespenetan.
fr: Erreur lors de la décompression : %s existe déjà. Si vous souhaitez l'écraser, changez l'option dans les préférences.
it: Errore durante la decompressione: %s esiste già. Se vuoi sovrascriverlo modifica l'opzione nelle preferenze.
pt_br: Erro ao descompactar. Já existe %s. Se deseja sobrescrevê-lo, modifique a opção em preferências.
sv_se: Fel vid uppackning! %s finns redan. Om du vill skriva över den, ändra i Inställningar.

source: Error: El archivo RAR %s no contiene ninguna ISO
ca_es: Error: El arxiu RAR %s no conté cap ISO
da_dk: Fejl: RAR arkivet %s indholder ikke en ISO-fil
de: Fehler: RAR Datei %s enthält kein ISO Image
eu_es: Errorea: %s RAR fitxategiak ez du ISO irudirik
fr: Erreur : l'archive RAR %s ne contient aucune ISO
it: Errore: l'archivio RAR %s non contiene nessuna ISO
pt_br: Erro: O arquivo RAR %s não contém nenhuma ISO
sv_se: Fel: RAR-arkivet %s innehåller ingen ISO

source: No hay 4.4GB libres para descomprimir el fichero RAR: %s en la ruta %s. Puede cambiar la ruta en preferencias.
ca_es: No hi ha 4.4GB lliures per a descomprimir el fitxer RAR: %s a la ruta %s. Es pot canviar la ruta a les preferències.
da_dk: Ikke plads nok til at udpakke RAR filen: %s i stien %s. Du kan skifte output-stien i preferences
de: Nicht genügend freier Speicher vorhanden um das RAR Archiv %s nach %s zu entpacken. Sie können den Pfad in den Einstellungen ändern.
eu_es: Ez dago 4,4GB libre RAR fitxategia deskonprimitzeko: %s daude %s bidean. Bidea hobespenetan aldatu dezakezu.
fr: Moins de 4.4Go sont libres. Impossible de décompresser le fichier RAR %s dans le dossier %s. Changez le chemin dans les préférences
it: Non ci sono 4.4GB liberi per decomprimere il file RAR %s in %s. Puoi cambiare il percorso nelle preferenze.
pt_br: Não há 4.4Gb livres para descompactar o arquivo RAR %s no caminho %s. Você pode trocar o caminho nas preferências.
sv_se: Det finns inte 4,4GB fritt utrymme för att packa upp RAR-filen %s i %s. Du kan ändra målkatalog i Inställningar.

source: Error al descomrpimir el RAR : %s
ca_es: Error al descomprimir el RAR : %s
da_dk: Fejl ved udpakning af RAR: %s
de: Fehler beim entpacken der RAR Datei %s
eu_es: Errorea RAR fitxategia deskonprimitzean: %s
fr: Erreur lors de l'archive RAR %s
it: Errore durante la decompressione del RAR: %s
pt_br: Erro ao descompactar o RAR : %s
sv_se: Fel vid uppackning av RAR-filen %s

source: ISO %s aniadida correctamente
ca_es: ISO %s afegida correctament
da_dk: ISO %s tilføjet med succes
de: ISO %s erfolgreich hinzugefügt
eu_es: %s ISOa behar bezala gehitu da
fr: ISO %s ajoutée
it: ISO %s aggiunta con successo
pt_br: ISO %s adicionada corretamente
sv_se: ISO %s tillagd

source: ERROR aniadiendo la ISO : %s (comprueba que sea una ISO de WII)
ca_es: ERROR afegint la ISO : %s (comprova que siga una ISO de Wii)
da_dk: Fejl ved tilføjelse af ISO: %s (er det en Wii ISO?)
de: FEHLER beim hinzufügen der ISO Datei : %s (ist es ein WII Spiele ISO?)
eu_es: Errorea ISOa gehitzean: %s (egiaztatu WII ISO irudi bat dela)
fr: ERREUR lors de l'ajout de l'ISO %s (vérifiez que c'est une ISO de jeu Wii)
it: ERRORE aggiungendo la ISO : %s (verifica che sia una ISO di un gioco Wii)
pt_br: ERRO adicionando a ISO : %s (tenha certeza que uma ISO de Wii)
sv_se: FEL när ISO %s skulle läggas till. (Är ISO:n ett Wii-spel?)

source: Copiar .%s: %s a la particion %s
ca_es: Copiar .%s: %s a la partició %s
da_dk: Kopier .%s: %s til partition %s
de: Kopiere %s: %s auf Partition %s
eu_es: Kopiatu .%s: %s %s partiziora
fr: Copier .%s : %s vers la partition %s
it: Copia .%s: %s sulla partizione %s
pt_br: Copiar .%s: %s para a partição %s
sv_se: Kopierar .%s: %s till partition %s

source: ERROR %s no es un ningun juego de Wii
ca_es: ERROR %s no és cap joc de Wii
da_dk: %s er ikke et Wii spil
de: %s ist kein WII Spiel
eu_es: ERROREA %s ez da Wii jokorik
fr: ERREUR : %s n'est pas un eu Wii
it: ERRORE %s non è un gioco Wii
pt_br: ERRO %s no nenhum jogo de Wii
sv_se: FEL %s är inget Wii-spel

source: INFORME DE RESULTADOS
ca_es: INFORME DE RESULTATS
da_dk: Rapport:
de: ERGEBNISS BERICHT
eu_es: EMAITZA TXOSTENA
fr: SYNTHESE DES RESULTATS
it: REPORT DEI RISULTATI
sv_se: RESULTATRAPPORT

source: Todo metido en el HD correctamente
ca_es: Tot ficat en el HD correctament
da_dk: Alt blev korrekt overført til harddisken
de: Erfolgreich auf Festplatte geschrieben
eu_es: Dena behar bezala disko gogorrean ipinia
fr: Tout est OK sur le disque dur
it: Copiato tutto con successo sul disco fisso
pt_br: Tudo inserido no HD corretamente
sv_se: Allting har lagts till till hårddisken utan problem

source: Juegos correctos
ca_es: Jocs correctes
da_dk: Korrekte spil
de: Fehlerfreie Spiele
eu_es: Jokoak zuzen
fr: Bons jeux
it: Giochi corretti
pt_br: Jogos corretos
sv_se: Bra spel

source: Juegos erroneos
ca_es: Jocs erronis
da_dk: Ukorrekte spil
de: Fehlerhafte Spiele
eu_es: Jokoak erroreekin
fr: Mauvais jeux
it: Giochi errati
pt_br: Jogos errados
sv_se: Dåligt spel

source: Buscando un Disco de Wii ...
ca_es: Cercant un Disc de Wii
da_dk: Leder efter Wii disken...
de: Suche Wii Disk ...
eu_es: Wii disko bat bilatzen ...
fr: Recherche disque Wii ...
it: Sto cercando un disco Wii ...
pt_br: Buscando um Disco do Wii ...
sv_se: Söker efter Wii-skiva...

source: No se ha encontrado ningun disco de la Wii
ca_es: No s'ha trobat cap disc de la Wii
da_dk: Wii disk ikke fundet
de: keine Wii Disk gefunden
eu_es: Ez da Wii diskorik aurkitu.
fr: Pas de disque Wii
it: Non è stato trovato nessun disco Wii
pt_br: No foi encontrado nenhum disco do Wii
sv_se: Hittade ingen Wii-skiva

source: Hay mas de un juego de la Wii, deja solo 1 para eliminar la ambiguedad
ca_es: Hi ha mes d'un joc de la Wii, deixa sols 1 per eliminar l'ambiguetat
da_dk: Der er mere end et Wii spil med det samme navn, benyt kun et for en korrekt DB
de: Es ist mehr als ein Spiel ausgewählt. Bitte nur eins auswählen.
eu_es: Wii joko bat baino gehiago daude, bat bakarrik utzi anbiguotasuna kentzeko
fr: Plus d'un jeu Wii est présent, laissez-en un seul pour lever l'ambiguïté
it: Ci sono più giochi Wii. Lasciane solo 1 per eliminare l'ambiguità
pt_br: Existe mais de um jogo do Wii, deixe somente 1 jogo para eliminar a ambiguidade
sv_se: Det är mer än ett Wii-spel, välj endast 1 för att förhindra tvetydighet

source: Ya hay una ISO en : %s
ca_es: Ja hi ha una ISO en : %s
da_dk: Der findes allerede en ISO i: %s
de: Es ist schon eine ISO in : %s
eu_es: Dagoeneko badago ISO bat hemen: %s
fr: Une ISO existe déjà dans : %s
it: Esiste già una ISO in : %s
pt_br: Já existe uma ISO em : %s
sv_se: Det finns redan en ISO i: %s

source: Desea reemplazarla (S/N) :
ca_es: Vols reemplaçar-la (S/N) :
da_dk: Ønsker du at overskrive den? (J/N) :
de: Möchten Sie es ersetzen? (J/N) :
eu_es: Ordeztu nahi duzu (B/E) :
fr: Souhaitez-vous remplacer ? (O/N) :
it: Vuoi sostituirla? (S/N) :
pt_br: Deseja substituir (S/N) :
sv_se: Vill du byta ut den? (J/N):

source: Dumpeando desde %s a %s utilizando %s temporalmente
ca_es: Dumpejant desde %s a %s utilitzant %s temporalment
da_dk: Dumper fra %s til %s ved at bruge %s som temp
de: Kopiere von %s nach %s, verwende %s als Zwischenspeicher
eu_es: %s-tik %s-ra iraultzen aldi baterako %s erabiliaz
fr: Dumping de %s vers %s. Utilisation de %s temporairement
it: Estrazione da %s a %s usando temporaneamente %s
pt_br: Copiando de %s a %s, utilizando %s como temporário
sv_se: Flytta tillfälligt ifrån %s till %s genom att använda %s

source: Puede llevar mucho tiempo ...
ca_es: Pot trigar molt de temps ...
da_dk: Dette kan tage nogle minutter...
de: Es kann etwas länger dauern...
eu_es: Denbora ugari behar dezake ..
fr: Cela peut prendre un peu de temps...
it: Può richiedere molto tempo ...
pt_br: Pode levar muito tempo ...
sv_se: Detta kommer att ta en stund...

source: OK, el juego se ha pasado a la particion %s
ca_es: OK, el joc s'ha passat a la partició %s
da_dk: Spillet er kopieret til partition %s med succes
de: OK, das Spiel wurde auf Partition %s kopiert
eu_es: Ados, jokoa %s partiziora pasa da
fr: OK, le jeu a été transféré sur la partition %s
it: OK, il gioco è stato trasferito sulla partizione %s
pt_br: OK, o jogo foi passado para a partição %s
sv_se: Klart, spelet har kopierats till partition %s

source: Error al pasar la ISO a la particion %s
ca_es: Error al pasar l'ISO a la partició %s
da_dk: Fejl ved kopiering af ISO til partitionen %s
de: Fehler beim Kopieren der ISO Datei auf Partition %s
eu_es: Errorea ISO irudia %s partiziora pasatzean
fr: Échec du transfert de l'ISO sur la partition %s
it: Errore durante il trasferimento della ISO sulla partizione %s
pt_br: Erro ao passar a ISO para a partição %s
sv_se: Fel vid kopiering av ISO:n till partition %s

source: wiithon no borra la ISO temporal: %s, puedes borrarla si no la necesitas
ca_es: wiithon no esborra la ISO temporal: %s, pots esborrar-la si no et fa falta
da_dk: Wiithon slettede ikke den midlertidige ISO %s, du kan slette den, hvis du ikke har brug for den mere
de: wiithon löscht die temporäre ISO Datei nicht: %s, Sie können die Datei löschen, wenn sie nicht benötigt wird
eu_es: wiithon-ek ez du aldiroko ISOa ezabatuko: %s, zuk ezabatu dezakezu behar ez baduzu
fr: wiithon ne supprime pas l'ISO temporaire : %s, vous pouvez la supprimer si vous n'en avez pas besoin
it: wiithon non rimuove automaticamente la ISO temporaneo: %s, se non serve puoi cancellarla
pt_br: wiithon não apaga a ISO temporária: %s, pode apagá-la caso não precise mas dela
sv_se: Wiithon tog inte bort den tillfälliga ISO:n: %s, du kan själv ta bort den om du inte behöver den mer
