Repository: lubosz/wiithon
Catalog: po/*.po
Languages: ca_es, da_dk, de, eu_es, fr, it, pt_br, sv_se

source: <b>Paso1: Elegir archivo de origen</b>
da_dk: <b>Trin 1: Vælg kilde fil</b>
de: <b>Schritt 1: Wählen Sie die Quelldatei</b>
eu_es: <b>1 urratsa: Jatorri artxiboa hautatu</b>
fr: <b>Étape 1: Sélectionnez le fichier source</b>
it: <b>Passo 1: selezionare l'archivio d'origine</b>

source: <b>Paso1: Elige cuantos juegos quieres extraer</b>
da_dk: <b>Trin 1: Vælg hvor mange spil du vil trække ud</b>
de: <b>Schritt 1: Wählen Sie die Spiele, die extrahiert werden sollen</b>
eu_es: <b>1 urratsa: Hautatu zenbat joko atera nahi dituzun</b>
fr: <b>Étape 1: Choisissez combien de jeux vous souhaitez extraire</b>
it: <b>Passo 1: selezionare quanti giochi si vuole estrarre</b>

source: <small><i>* = algunas opciones requieren reiniciar.</i></small>
ca_es: <small><i>* = hi ha opcions que requerixen reiniciar.</i></small>
da_dk: <small><i>* = Nogle valg kræver genstart for at virke</i></small>
de: <small><i>* = Einige Einstellungen erfordern einen Neustart.</i></small>
eu_es: <small><i>* = zenbait aukerak berrabiaraztea eskatzen dute.</i></small>
fr: <small><i>* = Certaines options nécessitent un redémarrage.</i></small>
it: <small><i>* = alcune opzioni richiedono il riavvio.</i></small>
pt_br: <small><i>* = algumas opções requerem reiniciar.</i></small>
sv_se: <small><i>*=Några av valen kräver en omstart av programmet innan de börjar gälla</i></small>

source: Abre la carpeta donde se almacenan las caratulas 3D descargadas
it: Apre la cartella contenente le copertine 3D scaricate

source: Abre la carpeta donde se almacenan las caratulas completas a doble cara
it: Apre la cartella contenente le copertine complete scaricate

source: Abre la carpeta donde se almacenan las caratulas descargadas
ca_es: Obre la carpeta on es desen les caràtules baixades
da_dk: Åbn Directory som indeholder Covers
de: Ordner mit heruntergeladenen Titelbildern öffnen
eu_es: Karatulak biltzen diren direktorioa ireki
fr: Ouvrez le dossier dans lequel les pochettes sont téléchargées
it: Apre la cartella contenente le copertine scaricate
pt_br: Abre a pasta onde são armazenadas as capas baixadas
sv_se: Öppna mappen som innehåller nerladdade omslag

source: Abre la carpeta donde se almacenan las disc-art customizados
it: Apre la cartella contenente le disc-art personalizzate scaricate

source: Abre la carpeta donde se almacenan las disc-art descargadas
ca_es: Obre la carpeta on es desen els disc-art baixades
da_dk: Åbn Directory som indeholdere Disc-art
de: Ordner mit heruntergeladenen Diskbildern öffnen
eu_es: Deskargatutako disko-arteak biltzen diren direktorioa ireki
fr: Ouvrez le dossier dans lequel les disques sont téléchargées
it: Apre la cartella contenente le disc-art scaricate
pt_br: Abre a pasta onde são armazenadas as imagens de disco baixadas
sv_se: Öppna mappen som innehåller nerladdade skivetiketer

source: Abrir carpeta de caratulas
ca_es: Obre la carpeta de caràtules
da_dk: Åben Cover directory
de: Ordner mit Titelbildern öffnen
eu_es: Ireki karatula karpeta
fr: Ouvrir le dossier des pochettes
it: Apre la cartella delle copertine
pt_br: Abre a pasta das capas
sv_se: Öppna mappen med omslag

source: Abrir carpeta de caratulas 3D
it: Apre la cartella delle copertine 3D

source: Abrir carpeta de disc-art
ca_es: Obre la carpeta de disc-art
da_dk: Åben Disc-art directory
de: Ordner mit Diskbildern öffnen
eu_es: Ireki disko-arte karpeta
fr: Ouvrir le dossier des disques
it: Apre la cartella delle disc-art
pt_br: Abre a pasta das imagens dos discos
sv_se: Öppna mappen med skivetiketer

source: Abrir carpeta de disc-art custom
it: Apre la cartella delle disc-art personalizzate

source: Abrir carpetas de caratulas completas
it: Apre la cartella delle copertine complete

source: Acerca de ...
ca_es: Quant a ...
da_dk: Omkring Wiithon
de: Über ...
eu_es: Honi buruz ...
fr: A propos ...
it: Crediti ...
pt_br: Sobre ...
sv_se: Om...

source: Actualiza la informacion de los juegos con BDD de Internet.
ca_es: Actualitza la informació dels jocs amb BDD d'Internet.
da_dk: Updater WiiTDB.zip
de: Spielinformationen von WiiTDB aktualisieren.
eu_es: Eguneratu jokoen argibideak Interneteko datu-basearekin.
fr: Actualiser l'information sur les jeux avec des bases de données sur internet
it: Aggiorna le informazioni dei giochi con il DB scaricato da Internet.
pt_br: Atualiza a informação dos jogos com BD da internet.
sv_se: Uppdatera spelinformation ifrån WiiTDB

source: Aniade un nuevo juego de Wii, a partir de una imagen ISO, que opcionalmente puede estar comprimida en RAR.
ca_es: Afegeix un joc nou de wii, desde una imatge ISO, que pot estar comprimida en RAR
da_dk: Tilføj Wii spil fra ISO
de: Ein Spiel von einer ISO Datei, welche optional mit RAR gepackt sein kann, hinzufügen.
eu_es: Gehitu Wii joko berri bat, aukeran RAR bezala konprimiturik egon daitekeen, ISO irudi batetik
fr: Ajouter un nouveau jeu Wii, depuis une image ISO (qui peut aussi être compressée en RAR auparavant)
it: Aggiunge un nuovo gioco Wii, a partire da un'immagine ISO, che opzionalmente può essere compressa in RAR.
pt_br: Adiciona um novo jogo do Wii, a partir de uma imagem ISO, que opcionalmente pode estar compactada em um RAR.
sv_se: Lägg till ett nytt Wii-spel, välj en ISO-fil, eller en i ett RAR-arkiv

source: Aniadir directorio
ca_es: Afeigir directori
da_dk: Tilføj Directory
de: Ordner hinzufügen
eu_es: Gehitu direktorioa
fr: Ajouter dossier
it: Aggiungi cartella
pt_br: Adicionar diretório
sv_se: Skapa mapp

source: Apoya el proyecto con donaciones!
da_dk: Supporter Wiithon med donation!
de: Unterstütze des Projekt mit einer Spende!
eu_es: Dohaintza bidez proiektua lagundu!
fr: Soutenez le projet par des dons!
it: Sostieni il progetto con una donazione!

source: Asistente para particiones WBFS. Le aparecera una lista de particiones, (solamente FAT32) de la cual, debera elegir una.
ca_es: Asistent per a particions WBFS. T'apareixerà una llista de particions, (sols les FAT·") d'aquesta, has de triar una.
da_dk: WBFS Partition Wizard - List FAT32 partitioner som kan konverteres til WBFS
de: WBFS Partitions Assistent.
eu_es: WBFS partizio morroia. PArtizio zerrenda bat bistaraziko zaizu (FAT32 bakarrik), eta horietatik bat hautatu beharko duzu.
fr: Assistant de partitions WBFS. Une liste de partition (uniquement FAT32) va apparaitre. Choisissez-en une.
it: Assistente per la creazione di partizioni WBFS. Apparirà una lista di partizioni (solamente FAT32) da cui se ne dovrà selezionare una.
pt_br: Assistente de partições WBFS. Aparece uma lista de partições, (somente FAT32) das quais deverá escolher uma.
sv_se: Guide för att skapa WBFS-partition. Visar tillgängliga (endast FAT32) partitioner som kan väljas.

source: Borra el juego seleccionado.
ca_es: Esborra el joc seleccionat.
da_dk: Slet det valgte spil
de: Ausgewähltes Spiel löschen.
eu_es: Ezabatu hautatutako jokoa.
fr: Supprime le jeu sélectionné
it: Elimina il gioco selezionato.
pt_br: Apaga o jogo selecionado.
sv_se: Ta bort markerat spel

source: Borrar
ca_es: Esborrar
da_dk: Slet
de: Löschen
eu_es: Ezabatu
fr: Supprimer
it: Elimina
pt_br: Apagar
sv_se: Ta bort

source: Busca en todos los discos duros, particiones de tipo WBFS
ca_es: Cerca a tots els discs durs, particions de tipus WBFS
da_dk: Søg efter WBFS Partitioner
de: Auf allen Festplatten nach WBFS Partitionen suchen
eu_es: Bilatu disko gogor guztietan WBFS motako partizioak
fr: Recherche de partitions WBFS sur tous les disques durs
it: Cerca in tutti i dischi le partizioni di tipo WBFS
pt_br: Busca em todos os disco rígidos partições do tipo WBFS
sv_se: Uppdatera listan med WBFS-partitioner

source: Buscadores
ca_es: Cercadors
da_dk: Søg
de: Suchanbieter:
eu_es: Bilatzaileak
fr: Moteurs de recherche
it: Ricerche

source: Cambia el nombre del juego seleccionado. Este es el nombre con el que apareceran en los loaders.
ca_es: Canvia el nom del joc seleccionat. Aquest nom apareixerà als loaders.
da_dk: Omdøb det valgte spil
de: Ausgewähltes Spiel umbenennen. Der Name erscheint in den Loadern.
eu_es: Aldatu hautatutako jokoaren izena. Hau da abiarazleetan agertuko den izena.
fr: Renommer le jeu sélectionné. Ce nom apparaitra dans les loaders
it: Cambia il nome del gioco selezionato. Questo è il nome con cui apparirà nei loader.
pt_br: Muda o nome do jogo selecionado. Este é o nome que vai aparecer nos loaders.
sv_se: Döp om markerat spel. Detta är namnet som kommer att visas i USB-loadern.

source: Caratula del disco. Por defecto: 160x160
ca_es: Caràtula del disc. Per defecte: 160x160
da_dk: Disc-art Default Størrelse: 160x160
de: Spiel Diskbild. Standard Größe: 160x160
eu_es: Diskoaren karatula. Lehenespena: 160x160
fr: Image du disque. Par défaut : 160x160
it: Disc-art. Default: 160x160
pt_br: Capa do disco. Padrão: 160x160
sv_se: Spelets skivetiket Förvald storlek: 160x160

source: Caratula del juego. Por defecto: 160x224
ca_es: Caràtula del joc. Per defecte: 160x224
da_dk: Covers Default Størrelse: 160x224
de: Spiel Titelbild. Standard Größe: 160x224
eu_es: Jokoaren karatula. Lehenespena: 160x224
fr: Image du jeu. Par défaut : 160x224
it: Copertina del gioco. Default: 160x224
pt_br: Capa do jogo. Padrão: 160x224
sv_se: Spelets omslag Förvald storlek: 160x224

source: Caratulas
ca_es: Caràtules
da_dk: Covers
de: Titelbilder
eu_es: Karatulak
fr: Pochettes
it: Copertine
pt_br: Capas
sv_se: Omslag

source: Clasificar
ca_es: Classificar
da_dk: Sorter
de: Sortieren
eu_es: Sailkatu
fr: Trier
it: Ordinare
pt_br: Classificar
sv_se: Sortera

source: Configura las preferencias.
ca_es: Configura les preferències.
da_dk: Editer Preferences
de: Einstellungen bearbeiten.
eu_es: Konfiguratu hobespenak.
fr: Configurer les préférences
it: Imposta le preferenze.
pt_br: Configura as preferências.
sv_se: Ändra inställningar

source: Conversor
da_dk: Konverter
eu_es: Bihurtzailea
fr: Convertir
it: Convertitore

source: Conversor de imagenes
da_dk: Wii Image konverter
eu_es: Irudi bihurtzailea
fr: Convertisseur d'images
it: Convertitore d'immagini

source: Copia directa de particion a particion
ca_es: Copia directa de partició a partició
da_dk: Kopier direkte fra Partition til Partition
de: Direktes kopieren von Partition zu Partition
eu_es: Partiziotik partiziora kopia zuzena
fr: Copie directe de partition à partition
it: Copia diretta da partizione a partizione
pt_br: Cópia direta de partição para partição
sv_se: Direktkopiering av en partition till en annan partition

source: Copia disco a disco
ca_es: Copia de disc a disc
da_dk: Disk til Disk kopiering
de: Direktkopie von Disk zu Disk
eu_es: Diskotik diskora kopia
fr: Copie disque à disque
it: Copia da disco a disco
pt_br: Copia disco para disco
sv_se: Kopiera skiva till skiva

source: Copia en 2 carpetas de destino, todo el conjunto de caratulas y de disc-art que esta siendo amacenado en los directorios de trabajo de wiithon.
ca_es: Copia en 2 carpetes de destí, tot el conjunt de caràtules i de disc-art que s'està emmagatzemant als directoris de treball de wiithon.
da_dk: Exporter Covers og Disc-art
de: Kopiere alle Cover- und Disc-Art Bilder aus dem Wiithon-Verzeichnis in 2 Zielverzeichnisse.
eu_es: Kopiatu 2 helburu karpetatan wiithon lan direktorioan biltegiratzen ari diren karatula eta disko-arte bilduma osoa.
fr: Copier l'ensemble des pochettes et des disques dans deux dossiers de destination, qui doivent être dans les dossiers de travail de wiithon.
it: Copia in 2 cartelle di destinazione, tutto l'insieme di copertine e disc-art che è stato salvato nella cartella di lavoro di wiithon.
pt_br: Copia para 2 pastas de destino todo o conjunto de capas e arte de disco que está sendo armazenado nos diretórios de trabalho do wiithon.
sv_se: Kopiera till 2 mappar, alla omslag och skivetiketer måste finnas i Wiithons arbetsmapp.

source: Copiar el juego seleccionado*
ca_es: Copiar el joc seleccionat*
da_dk: Kopier det valgte spil*
de: Kopiere markiertes Spiel*
eu_es: Kopiatu hautatutako jokoa*
fr: Copie vers destination sélectionnée *
it: Copia il gioco selezionato*
pt_br: Copiar o jogo selecionado*
sv_se: Kopiera valt spel*

source: Copiar todos los juegos*
ca_es: Copiar tots els jocs
da_dk: Kopier alle spil*
de: Kopiere alle Spiele*
eu_es: Kopiatu joko guztiak*
fr: Copier tous les jeux*
it: Copia tutti i giochi*
pt_br: Copiar todos os jogos*
sv_se: Kopiera alla spel*

source: Covers to Folder
it: Copia copertina...

source: Custom
da_dk: Tilrette
de: Nachgemacht
eu_es: Pertsonalizatua
fr: Personnalisé
it: Personalizzato

source: Disc-art to Folder
it: Copia disc-art...

source: Donate
da_dk: Donatering
de: Spenden
eu_es: Dohaintza egin
fr: Donner
it: Donazione

source: El juego seleccionado
da_dk: Fjern det valgte spil*
de: Das markiertes Spiel
eu_es: Hautatutako jokoa.
fr: Le jeu sélectionné
it: Il gioco selezionato

source: Elegir archivo de origen
da_dk: Vælg kilde fil:
eu_es: Hautatu jatorri artxiboa
fr: Sélectionnez le fichier source
it: Selezionare l'archivio d'origine

source: Elegir directorio de salida
da_dk: Vælg output directory:
eu_es: Hautatu irteera direktorio bat
fr: Sélectionnez le dossier de sortie
it: Selezionare la cartella di destinazione

source: Empezar
ca_es: Començar
da_dk: Start
de: Start
eu_es: Hasi
fr: Démarrer
it: Inizio

source: Extrae de la particion WBFS el juego seleccionado a una imagen ISO.
ca_es: Extrau de la partició WBFS el joc sel·leccionat a una imatge ISO.
da_dk: Extract det valgte spil fra WBFS Partition til ISO
de: Ausgewähltes Spiel von der WBFS Partition in eine ISO Datei extrahieren.
eu_es: Atera WBFS partiziotik hautatutako jokoa ISO irudi batera.
fr: Extraire le jeu sélectionné de la partition WBFS vers une image ISO.
it: Estrae dalla partizione WBFS il gioco selezionato in un'immagine ISO.
pt_br: Extrai o jogo selecionado da partição WBFS para uma imagem ISO.
sv_se: Packa upp valt spel ifrån WBFS-partitionen till en ISO-fil

source: Formatear BDD
ca_es: Formatar BDD
da_dk: Formater DB
de: Formatiere Datenbank
eu_es: Datu-basea formateatu
fr: Formater la base de données
it: Formattazione DB
pt_br: Formatar BD
sv_se: Formatera DB

source: Formatear la BDD de Wiithon. Cuidado, poque se borraran todas las preferencias y toda la informacion de los juegos.
ca_es: Formatar la BDD de Wiithon. Precaució, perque s'esborraran totes les preferències i tota la informació dels jocs.
da_dk: Formater Wiithon DB - Alle preferences og spil data vil blive slettet
de: Formatiere Wiithon Datenbank. Vorsicht! Alle Einstellungen und Spielinformationen werden gelöscht.
eu_es: Wiithon datu-basea formateatu. Kontuz, hobespen guztiak eta jokoetako informazio guztia ezabatuko da.
fr: Formater la base de données de Wiithon. Attention : cela efface toutes les préférences et toutes les informations sur les jeux
it: Formattazione DB di Wiithon. Attenzione, verranno cancellate tutte le preferenze e tutte le informazioni dei giochi.
pt_br: Formatar o BD do Wiithon. Cuidado, porque serão apagadas todas as preferências e toda a informação dos jogos.
sv_se: Formatera Wiithons DB. Tänk efter! Alla inställningar och all spelinformation kommer att tas bort.

source: General
da_dk: Generelt
de: Allgemein
eu_es: Orokorra
fr: Général
it: Generale
pt_br: Geral
sv_se: Allmänt

source: Hace copias directas de juegos entre particiones WBFS.
ca_es: Fa copies directes de jocs entre particions WBFS
da_dk: Kopier direkte mellem WBFS Partitioner
de: Spiele direkt zwischen WBFS Partitionen kopieren.
eu_es: WBFS partizioen artean kopia zuzenak egiten ditu.
fr: Copie directe de jeux d'une partition WBFS à une autre.
it: Esegui la copia diretta di giochi tra partizioni WBFS.
pt_br: Fazer cópias diretas de jogos entre partições WBFS.
sv_se: Direktkopiera spel mellan WBFS-partitioner

source: Herramientas y utilidades
ca_es: Eines i utilitats
da_dk: Tools & Utilities
de: Werkzeuge und Dienstprogramme
eu_es: Lanabes eta tresnak
fr: Outils et utilitaires
it: Strumenti e utility
pt_br: Ferramentas e utilidades
sv_se: Verktyg

source: ISO - Formato para grabacion. Ocupa mucho innecesariamente.
da_dk: Output ISO - kan tage op til flere minutter
de: ISO - Format zum Brennen. Nimmt viel unnötigen Platz ein.
eu_es: ISO - Grabaketa formatua. Behar gabe asko okupatzen du.
fr: ISO - Format pour enregistrement. Occupe beaucoup d'espace inutilement
it: ISO - Formato per la masterizzazione. Occupa molto spazio superfluo.

source: Informacion WiiTDB
ca_es: Informació WiiTDB
da_dk: WiiTDB Data
de: Informationen über WiiTDB
eu_es: WiiTDB argibideak
fr: Informations WiiTDB
it: Informazioni WiiTDB

source: Informacion sobre Wiithon
ca_es: Informació sobre Wiithon
da_dk: Omkring Wiithon
de: Informationen über Wiithon
eu_es: Wiithon buruz argibideak
fr: Informations sur Wiithon
it: Informazioni su Wiithon
pt_br: Informação sobre o Wiithon
sv_se: Information om Wiithon

source: Lista de juegos de la particion seleccionada.
ca_es: Llista de jocs de la partició seleccionada.
da_dk: Spilliste for den valgte partition
de: Liste der Spiele in der ausgewählten Partition.
eu_es: Hautatutako partizioko jokoen zerrenda.
fr: Liste des jeux de la partition sélectionnée
it: Lista dei giochi della partizione selezionata.
pt_br: Lista de jogos da partição selecionada.
sv_se: Spellista ifrån vald partition

source: Mostrar caratula a doble cara.
da_dk: Vis fulde images
eu_es: Bistarazi karatula orri bikoitzean
fr: Afficher les images sur les deux côtés
it: Visualizza caportina con doppia facciata.

source: Mostrar caratula en 3D
ca_es: Mostra caratula en 3D
da_dk: Vis 3D images
de: Zeige Bilder in 3D
eu_es: Bistarazi karatula 3D-n
fr: Afficher les jaquettes en 3D
it: Visualizza copertina in 3D

source: Mostrar caratula plana
da_dk: Vis 2D images
de: Zeige Bilder in 2D
eu_es: Bistarazi karatula laua
fr: Afficher la jaquette
it: Visualizza copertina piana

source: Mostrar disco customizado
da_dk: Vis tilrettet disc-art
de: Zeige nachgemachte Diskbilder
eu_es: Bistarazi pertsonalizatutako diskoa
fr: Afficher l'image du disque customisée
it: Visualizza disc-art personalizzata

source: Mostrar disco original
da_dk: Vis original disc-art
de: Zeige original Diskbilder
eu_es: Bistarazi jatorrizko diskoa
fr: Afficher l'image du disque original
it: Visualizza disc-art originale

source: No cierre wiithon mientras esta animacion indique actividad
ca_es: No tanque wiithon mentre aquesta animació indque activitat.
da_dk: Luk ikke Wiithon når progress bar er igang
de: Wiithon nicht beenden solange Animation läuft
eu_es: Ez wiithon itxi animazio hau mugitzen den bitartean
fr: Ne fermez pas wiithon tant que cette animation est active
it: Non chiudere wiithon mentre questa animazione indica attiva in corso
pt_br: No feche o Wiithon enquanto esta animação indique atividade
sv_se: Stäng inte av Wiithon när animationen indikerar aktivitet

source: Normal
eu_es: Normala
it: Normali

source: Nota, la copia no sobreescribire nada, solo copia juegos que no tenga el destino
ca_es: Nota, la copia no sobrescriu res, sols copia els jocs que no tnguen el destí
da_dk: Bemærk: Kopieringen vil ikke starte med det samme
de: Beachte, die Kopie startet nicht direkt, es folgt eine Sicherheitsabfrage
eu_es: Oharra, kopiak ez du ezer gainidazten, helburuan ez dauden jokoak bakarrik kopiatzen ditu
fr: Note : la copie ne démarrera pas immédiatement, une confirmation vous sera demandée.
it: Nota: la copia non sovrascriverà nulla, verranno copiati solo i giochi non presenti sulla destinazione
pt_br: Nota, a cópia no substitui nada, basta copiar jogos que no esto no destino
sv_se: Observera: Kopieringen startar in direkt, du måste bekräfta.

source: Nuevo
ca_es: Nou
da_dk: Ny
de: Neu
eu_es: Berria
fr: Nouveau
it: Nuovo
pt_br: Novo
sv_se: Ny

source: Numero de juegos con alguna informacion obtenida de internet
ca_es: Nombre de jocs amb alguna indromació obtinguda d'Internet
da_dk: Antallet af spil i WiiTDB Data
de: Anzahl der Spiele mit Informationen aus dem Internet
eu_es: Internetetik jasotako argibideak dituzten joko kopurua.
fr: Nombre de jeux avec des données provenant d'internet
it: Numero di giochi con informazioni ottenute da Internet
pt_br: Número de jogos com alguma informação obtida da internet
sv_se: Antal spel med information ifrån Internet

source: Numero de juegos que no tienen caratula.
ca_es: Nombre de jocs que no tenen caràtula.
da_dk: Antallet af spil uden et Cover
de: Anzahl der Spiele ohne Titelbild
eu_es: Karatularik ez duen joko kopurua.
fr: Nombre de jeux qui n'ont pas de pochette.
it: Numero di giochi senza copertina.
pt_br: Número de jogos que não possui capa.
sv_se: Antal spel utan omslag.

source: Numero de juegos sin caratula del disco.
ca_es: Nombre de jocs sense caràtula del disc.
da_dk: Antallet af spil uden et Disc-art
de: Anzahl der Spiele ohne Diskbild
eu_es: Disko karatularik ez duen joko kopurua.
fr: Nombre de jeux sans disque.
it: Numero di giochi senza disc-art.
pt_br: Número de jogos sem imagem de disco.
sv_se: Antal spel utan skivetiket.

source: Numero de particiones WBFS detectado
ca_es: Nombre de particions WBFS detectat
da_dk: Antallet af fundne WBFS Partitioner
de: Anzahl der gefundenen WBFS Partitionen
eu_es: Atzemandako WBFS partizio kopurua
fr: Nombre de partitions WBFS détectées
it: Numero di partizione WBFS riconosciute
pt_br: Número de partições WBFS detectadas
sv_se: Antal WBFS-partitioner

source: Original
eu_es: Jatorrizkoa
it: Originale

source: Particiones autodetectadas como de tipo WBFS
ca_es: Particions autodetectades com de tipus WBFS
da_dk: Partitioner auto-detekterede som WBFS
de: Automatisch erkannte WBFS Partitionen
eu_es: WBFS motakoak bezala atzemandako partizioak
fr: Partitions auto-détectées de type WBFS
it: Partizioni riconosciute di tipo WBFS
pt_br: Partições auto-detectadas como tipo WBFS
sv_se: Antal automatiskt identifierade WBFS-partitioner

source: Permite seleccionar un directorio del cual se aniadiran todos los juegos de Wii que se encuentren recursivamente.
ca_es: Permet seleccionar un directori del qual s'afegiran tots els jocs de wii que es troben recursivament.
da_dk: Vælg Directory for tilføje Wii Games
de: Erlauben ein Verzeichnis auszuwählen, von dem aus Wii Spiele rekursiv hinzugefügt werden.
eu_es: Aurkitzen diren Wii joko guztiak errekurtsiboki ipiniko diren direktorioa hautatzeko aukera ematen du.
fr: Permettre la sélection d'un dossier depuis lequel les jeux Wii seront ajoutés récursivement.
it: Consente di selezionare una cartella da cui verranno aggiunti tutti i giochi Wii trovati in modo ricorsivo.
pt_br: Permite selecionar um diretório do qual serão adicionados todos os jogos de Wii que se encontrem recursivamente.
sv_se: Välj en mapp varifrån alla Wii-spel kommer att läggas till

source: Preferencias
ca_es: Preferències
da_dk: Preferences
de: Einstellungen
eu_es: Hobespenak
fr: Préférences
it: Preferenze
pt_br: Preferências
sv_se: Inställningar

source: Realiza conversiones de los archivos soportados por Wiithon.
da_dk: Konverter ISO/WBFS/WDF til ISO/WBFS/WDF
de: Konvertiert Dateien, die Wiithon unterstützt.
eu_es: Wiithon-ek onartzen dituen artxibo bihurketak egiten ditu.
fr: Convertit les fichiers pris en charge par Wiithon.
it: Conversione degli archivi supportati da Wiithon.

source: Refrescar WBFS
da_dk: Opdater WBFS
de: WBFS aktualisieren
eu_es: WBFS freskatu
fr: Actualiser WBFS
it: Aggiorna WBFS
pt_br: Atualizar WBFS
sv_se: Uppdatera WBFS

source: Renombra todos los juegos de la particion seleccionada en funcion del idioma principal y auxiliar seleccionado en preferencias. Los nombres son obtenidos de la informacion WiiTDB.
da_dk: Omdøb alle spil i den valgte Partition
eu_es: Hautatutako direktorioko joko guztiak hobespenetako lehenengo hizkuntza eta gehigarrian oinarritua. Izenak WiiTDB argibideetatik eskuratzen dira.
it: Rinomina tutti i giochi della partizione selezionata in base alla lingue principali e secondarie selezionate nelle preferenze. I nomi sono ottenuti dalle informazioni WiiTDB.
