Repository: lubosz/wiithon
Catalog: po/*.po
Languages: ca_es, da_dk, de, eu_es, fr, it, pt_br, sv_se

source: Error al dumpear la ISO
ca_es: Error al dumpejar l'ISO
da_dk: Fejl ved udtrækning af ISO
de: Fehler beim ISO auslesen
eu_es: Errorea ISOa iraultzean
fr: Erreur lors du dump de l'ISO
it: Errore durante il dump ISO
pt_br: Erro ao importar a ISO
sv_se: Fel vid dumpning av ISO

source: No se ha encontrado el juego: %s
ca_es: No s'ha trobat el joc: %s
da_dk: Kunne ikke finde spillet: %s
de: Das Spiel %s wurde nicht gefunden
eu_es: Ez da jokoa aurkitu: %s
fr: Impossible de trouver le jeu: %s
it: Non è stato trovato il gioco: %s
pt_br: O jogo %s não foi encontrado
sv_se: Hittar inte spelet: %s

source: Indique el NUM del juego :
ca_es: Indica el NUM del joc :
da_dk: Indtast spillets nummer:
de: ID des Spiels :
eu_es: Zehaztu joko zenbakia :
fr: Indiquez le nombre de jeux :
it: Indica il NUM del gioco :
pt_br: Indique o NUM do jogo :
sv_se: Antal spel :

source: Numero fuera de rango
ca_es: Nombre fora de rang
da_dk: Out of range
de: Zahl nicht zulässig
eu_es: Zenbakia eremuz kanpo
fr: Dépassement
it: Valore non consentito
pt_br: Número fora dos limites
sv_se: Ej giltigt nummer

source: El numero dado es incorrecto
ca_es: El nombre donat és incorrecte
da_dk: Ukorrekt nummer
de: Falsche Nummer
eu_es: Emandako zenbakia okerra da
fr: Nombre incorrect
it: Il numero indicato è errato
pt_br: O número dado está incorreto
sv_se: Fel nummer

source: Caratula?
ca_es: Caràtula?
da_dk: Cover?
de: Titelbild?
eu_es: Karatula?
fr: Jaquette?
it: Copertina?
pt_br: Capa?
sv_se: Omslag?

source: SIZE
ca_es: MIDA
da_dk: Størrelse
de: Größe
eu_es: TAMAINA
fr: TAILLE
it: DIMENSIONE
pt_br: TAMANHO
sv_se: STORLEK

source: TITULO
ca_es: TITOL
da_dk: Titel
de: TITEL
eu_es: TITULUA
fr: TITRE
it: TITOLO
pt_br: TÍTULO
sv_se: TITEL

source: Presiona cualquier tecla para mostrar %d lineas mas
ca_es: Prem qualsevol tecla per a ensenyar %d linees mes
da_dk: Tryk på en tast for at vise de næste %d linjer
de: Taste drücken um %d mehr Zeilen anzuzeigen
eu_es: Sakatu edozein tekla %d lerro gehiago bistaratzeko
fr: Appuyez sur une touche pour afficher %d lignes supplémentaires
it: Premi un tasto per visualizzare %d linee in più
pt_br: Pressione qualquer tecla para mostrar mais %d linhas
sv_se: Tryck på valfri tangent för att visa fler rader av %d

source: juegos de WII
ca_es: jocs de Wii
da_dk: Wii spil
de: WII Spiele
eu_es: WII jokoak
fr: jeux WII
it: giochi WII
pt_br: Jogos do Wii
sv_se: Wii-spel

source: Usado
ca_es: Utilitzat
da_dk: Forbrugt
de: benutzt
eu_es: Erabilia
fr: Utilisé
it: Usato
pt_br: Usados
sv_se: Använt

source: Libre
ca_es: Lliure
da_dk: Fri
de: Frei
it: Liberi
pt_br: Livres
sv_se: Ledigt

source: Total
de: Gesamt
eu_es: Guztira
it: Totale
sv_se: Totalt

source: AYUDA_CLI
ca_es: [US] wiithon [-p /dev/sXx] [-g IDGAME] [-w /ruta/treball] [--pause] [-h|-l|-f|-a|-e|-r|-d|-i|-m|--covers|--discs] Exemples: wiithon --ls wiithon -m wiithon -r wiithon -a mario.iso wiithon -a *.iso wiithon -p /dev/sdb1 -l wiithon --partition /dev/sdb2 --game RXG957 --rename [CONFIGURACIÓ] -p,--partition: Estableix la partició de traball. Si no s'indica s'autodetecta o es pregunta. -g,--game: Estableix el joc de traball. Si no s?indica s'autodetecta o es pregunta. -w,--work: Estableix el directori de trabaall. Si no s'indica s'estableix el directori actual. --pause: Pausa la aplicació al final de la seva execució [ACCIONES] -l,--ls: Fà uin llistat de jocs -f,--format: Formata una partició FAT32 en WBFS -m,--massive: Afegeix recursivament tots els ISO i RAR trobats al directori de treball. -a,--add: Afegeix un ISO o RAR. S'admeten expresions regulars básiques com: *.iso o *.rar -e,--extract: Extrau un joc de la partició WBFS a ISO -r,--rename: Reanomena un joc. -d,--delete: Esborra un juego. -i,--install: Instal·la un joc a la partició WBFS, desde el lector de DVD. (sols backups, per a originals és necessari un lector LG). --covers: Baixa i copia totes les caràtules al directori de treball actual. --discs: Baixa i copia tots els disc-arts a l directori de treball.
da_dk: [USE] wiithon [-p /dev/sXx] [-g GAMEID] [-w /path/work] [--pause] [-h|-l|-f|-a|-e|-r|-d|-i|-m|--covers|--discs] Examples: wiithon --ls wiithon -m wiithon -r wiithon -a mario.iso wiithon -a *.iso wiithon -p /dev/sdb1 -l wiithon --partition /dev/sdb2 --game RXG957 --rename [CONFIGURATION] -p,--partition: Set the working partition. Unless stated, question is autodetected. -g,--game: Sets the working game. Unless stated, question is autodetected. -w,--work: Sets the working directory. If not specified, the current directory is the default. --pause: Pause the application at the end of its execution [ACTIONS] -l,--ls: List games -f,--format: Convert a FAT32 partition to WBFS -m,--massive: Add all ISO and RAR recursively from the working directory -a,--add: Add a new ISO or RAR. Basic regular expressions are allowed as *.iso or *.rar -e,--extract: Extract a partition game WBFS ISO -r,--rename: Rename game -d,--delete: Delete game -i,--install: Install a game in the WBFS partition from the DVD --covers: Download and copy all the covers to the current working directory --discs: Download and copy all the disc-art to the current working directory
de: [Syntax] wiithon [-p /dev/sXx] [-g IDGAME] [-w /path/work] [--pause] [-h|-l|-f|-a|-e|-r|-d|-i|-m|--covers|--discs] Beispiele: wiithon --ls wiithon -m wiithon -r wiithon -a mario.iso wiithon -a *.iso wiithon -p /dev/sdb1 -l wiithon --partition /dev/sdb2 --game RXG957 --rename [EINSTELLUNGEN] -p,--partition: Aktive Partition festlegen. Wird automatisch erkannt, wenn nicht angegeben. -g,--game: Aktives Spiel festlegen. Wird automatisch erkannt, wenn nicht angegeben. -w,--work: Arbitsverzeichnis festlegen. Falls nicht angegeben wird das aktuelle Verzeichnis verwendet. --pause: Das Programm am Ende anhalten. [AKTIONEN] -l,--ls: Spiele auflisten -f,--format: Eine FAT32 Partition als WBFS formatieren -m,--massive: Rekursiv alle ISO und RAR Datein des Arbeitsverzeichnisses hinzufügen. -a,--add: Neue ISO oder RAR Datei hinzufügen. Einfache reguläre Ausdrücke wie *.iso oder *.rar sind erlaubt. -e,--extract: Ein Spiel von einer WBFS Partition in eine ISO Datei entpacken. -r,--rename: Ein Spiel umbenennen. -d,--delete: Ein Spiel löschen. -i,--install: Ein Spiel von DVD auf einer WBFS Partition installieren (nur Sicherheitskopien, für original Spiele wird ein LG Laufwerk benötigt). --covers: Alle Titelbilder herunterladen und in das Arbeitsverzeichnis kopieren. --discs: Alle Discbilder herunterladen und in das Arbeitsverzeichnis kopieren.
eu_es: [ERABILERA] wiithon [-p /dev/sXx] [-g IDGAME] [-w /lan/bidea] [--pause] [-h|-l|-f|-a|-e|-r|-d|-i|-m|--covers|--discs] Adibideak: wiithon --ls wiithon -m wiithon -r wiithon -a mario.iso wiithon -a *.iso wiithon -p /dev/sdb1 -l wiithon --partition /dev/sdb2 --game RXG957 --rename [KONFIGURAZIOA] -p,--partition: Lan partizioa ezartzen du. Ezartzen ez bada atzeman edo galdetu egiten da. -g,--game: Lan jokoa ezartzen du. Ezartzen ez bada atzeman edo galdetu egiten da. -w,--work: Lan direktorioa ezartzen du. Ezartzen ez bada atzeman edo galdetu egiten da. --pause: Exekuzio amaieran aplikazioa pausarazten du. [EKINTZAK] -l,--ls: Jokoen zerrenda bat egiten du. -f,--format: FAT32 partizio bat WBFS bihurtzen du -m,--massive: LAn direktoriotik hasita errekurtsiboki aurkitzen diren ISO eta RAR guztiak gehitzen ditu. -a,--add: ISO edo RAR bat gehitzen du. Horrelako oinarrizko espresioak onartzen dira : *.iso edo *.rar -e,--extract: WBFS partiziotik joko bat ISO-ra ateratzen du. -r,--rename: Joko bat berrizendatzen du. -d,--delete: Joko bat borratu. -i,--install: Joko bat DVD irakurgailutik WBFS partizioan instalatzen du. (babeskopiak bakarrik, originalentzat LG irakurgailu bat behar da). --covers: Karatula guztiak deskargatu eta lan direktorioan kopiatzen ditu. --discs: Disko-arte guztiak deskargatu eta lan direktorioan kopiatzen ditu.
fr: [USE] wiithon [-p /dev/sXx] [-g IDGAME] [-w /path/work] [--pause] [-h|-l|-f|-a|-e|-r|-d|-i|-m|--covers|--discs] Exemples: wiithon --ls wiithon -m wiithon -r wiithon -a mario.iso wiithon -a *.iso wiithon -p /dev/sdb1 -l wiithon --partition /dev/sdb2 --game RXG957 --rename [CONFIGURATION] -p,--partition: Définit la partition de travail. Auto détecté sauf si défini ou réponse à une question. -g,--game: Définit l'ensemble de travail. Auto détecté sauf si défini ou réponse à une question. -w,--work: Définit le dossier de travail. Si non renseigné le dossier actuel est utilisé. --pause: Met l'application en pause à la fin de l'exécution [ACTIONS] -l,--ls: tLister jeux -f,--format: Convertir une partition FAT32 en WBFS -m,--massive: Ajouter récursivement toutes les ISO et RAR trouvées dans le dossier de travail. -a,--add: Ajouter un nouvel ISO ou RAR. Des expressions régulières basiques sont autorsiées comme *.iso or *.rar -e,--extract: Extraire une ISO d'une partition WBFS -r,--rename: Renommer un jeu. -d,--delete: Effacer un jeu. -i,--install: Installer un jeu dans la partition WBFS depuis le lecteur DVD (backups uniquement, lecteur LG original nécessaire). --covers: Télécharger et copier toutes les pochettes dans le dossier de travail actuel. --discs: Télécharger et copier tous les disques dans le dossier de travail actuel.
it: [USO] wiithon [-p /dev/sXx] [-g IDGAME] [-w /directory] [--pause] [-h|-l|-f|-a|-e|-r|-d|-i|-m|--covers|--discs] Esempi: wiithon --ls wiithon -m wiithon -r wiithon -a mario.iso wiithon -a *.iso wiithon -p /dev/sdb1 -l wiithon --partition /dev/sdb2 --game RXG957 --rename [CONFIGURAZIONE] -p,--partition: Imposta la partizione usata. Se non indicata viene selezionata automaticamente o richiesta all'utente. -g,--game: Imposta il gioco. Se non indicato viene selezionato automaticamente o richiesto all'utente. -w,--work: Imposta la directory di lavoro. Se non indicata viene selezionata automaticamente o richiesta all'utente. --pause: Mette in pausa l'applicativo al termine della sua esecuzione [AZIONI] -l,--ls: lista dei giochi -f,--format: Converte una partizione FAT32 in WBFS -m,--massive: Aggiunge ricorsivamente tutte le ISO e le RAR trovate nel cartella di lavoro. -a,--add: Aggiuge una ISO o RAR. Sono ammesse espressione regolari di base come: *.iso o *.rar -e,--extract: Estrae un gioco da partizione WBFS a ISO -r,--rename: Rinomina un gioco. -d,--delete: Elimina un gioco. -i,--install: Installa un gioco nella partizione WBFS dal lettore DVD. (solo backup, per giochi originali è necessario un lettore LG). --covers: Scarica e copia tutte le copertine nella cartella di lavoro corrente. --discs: Scarica e copia tutte le disc-art nella cartella di lavoro corrente.
pt_br: [USO] wiithon [-p /dev/sXx] [-g IDGAME] [-w /caminho/trabalho] [--pause] [-h|-l|-f|-a|-e|-r|-d|-i|-m|--covers|--discs] Exemplos: wiithon --ls wiithon -m wiithon -r wiithon -a mario.iso wiithon -a *.iso wiithon -p /dev/sdb1 -l wiithon --partition /dev/sdb2 --game RXG957 --rename [CONFIGURAÇÃON] -p,--partition: Define a partição de trabalho. Se não for informado, auto-detecta ou pergunta. -g,--game: Define o jogo de trabalho. Se não for informado, auto-detecta ou pergunta. -w,--work: Define o diretório de trabalho. Se não for informado, será o diretório atual. --pause: Pausa a aplicação no final da sua execução [AÇÕES] -l,--ls: Lista jogos instalados -f,--format: Converte uma partição FAT32 em WBFS. -m,--massive: Adiciona recursivamente todos os ISO e RAR encontrados a partir do diretório de trabalho. -a,--add: Adiciona um ISO ou RAR. São permitidas expressões regulares básicas como: *.iso ou *.rar -e,--extract: Extrai um jogo da partição WBFS para uma imagem ISO -r,--rename: Renomeia um jogo. -d,--delete: Apaga um jogo. -i,--install: Instala um jogo em uma partição WBFS a partir do leitor de DVD. (somente backups, para originais é necessário um leitor LG). --covers: Baixa e copia todas as capas para o diretório atual. --discs: Baixa e copia todas as imagens de disco para o diretório de trabalho atual.
sv_se: [USE] wiithon [-p /dev/sXx] [-g GameID] [-w /path/work] [--pause] [-h|-l|-f|-a|-e|-r|-d|-i|-m|--covers|--discs] Examples: wiithon --ls wiithon -m wiithon -r wiithon -a mario.iso wiithon -a *.iso wiithon -p /dev/sdb1 -l wiithon --partition /dev/sdb2 --game RXG957 --rename [CONFIGURATION] -p,--partition: Set the partition of work. Unless stated or question is autodetected. -g,--game: Sets the working set. Unless stated or question is autodetected. -w,--work: Sets the working directory. If not specified the current directory is set. --pause: Pause the application at the end of its execution [ACTIONS] -l,--ls: Lists games -f,--format: Convert a FAT32 partition WBFS -m,--massive: Add recursively all ISO and RAR found from the working directory. -a,--add: Add a new ISO or RAR. Basic regular expressions are allowed as *.iso or *.rar -e,--extract: Extract a partition game WBFS ISO -r,--rename: Rename a game. -d,--delete: Deleting a game. -i,--install: Install a game in the WBFS partition from the DVD. (only backups, it is necessary for a reader original LG). --covers: Download and copy all the covers to the current working directory. --discs: Download and copy all the disc-ss current working directory.

source: Copiando
ca_es: Copiant
da_dk: Kopierer
de: Kopiere
eu_es: Kopiatzen
fr: Copie en cours
it: Sto copiando
sv_se: Kopierar

source: Descargando disco de %s ...
ca_es: Baixant disc de %s ...
da_dk: Henter disc-art %s ...
de: Herunterladen von Diskbild %s ...
eu_es: %s-tik diskoa deskargatzen ...
fr: Téléchargement du disque %s ...
it: Sto scaricando il gioco di %s ...
pt_br: Baixando disco de %s ...
sv_se: Laddar ner omslag %s...

source: Descargando caratula de %s desde %s ...
ca_es: Baixant caràtula de %s desde %s ...
da_dk: Henter cover %s fra %s...
de: Herunterladen von Titelbild %s von %s ...
eu_es: %s-ren karatula %s-tik deskargatzen ...
fr: Téléchargement de la jaquette %s de %s ...
it: Sto scaricando la copertina di %s da %s ...
pt_br: Baixando capa de %s a %s ...
sv_se: Laddar ner omslag %s ifrån %s...

source: Desea reemplazar la iso del juego %s?
de: Möchten Sie das Spiel (ISO) %s ersetzen?
eu_es: %s jokoaren ISOa ordeztu nahi duzu?
it: Vuoi sostituire la ISO del gioco %s?
pt_br: Deseja substituir a ISO do jogo %s?

source: Espacio libre insuficiente para extraer la ISO
ca_es: Espai lliure insuficient per a extraure l'ISO
da_dk: Ikke plads nok til at udpakke ISO-filen
de: Nicht genügend freier Speicherplatz, um die ISO Datei zu entpacken
eu_es: Ez dago ISO irudiz ateratzeko behar haina leku librerik
fr: Espace libre insuffisant pour extraire l'ISO
it: Spazio libero insufficiente per estrarre la ISO
pt_br: Espaço livre insuficiente para extrair a ISO
sv_se: Otillräckligt med ledigt utrymme för att packa upp ISO:n

source: Renombrar
ca_es: Reanomenar
da_dk: Omdøb
de: Umbenennen
eu_es: Berrizendatu
fr: Renommer
it: Rinomina
pt_br: Renomear
sv_se: Byt namn

source: Extraer
ca_es: Extraure
da_dk: Udpak
de: Entpacken
eu_es: Atera
fr: Extraire
it: Estrai
pt_br: Extrair
sv_se: Gör om till ISO

source: Copiar a otra particion
ca_es: Copiar a altra partició
da_dk: Kopier til en anden partition
de: Kopiere zu anderer Partition
eu_es: Kopiatu beste partizio batera
fr: Copie vers une autre partition
it: Copia su altra partizione
pt_br: Copiar para outra partição
sv_se: Kopiera till en annan partition

source: Ver Juego en WiiTDB
da_dk: Vis spillet på WiiTDB.com
de: Spiel auf WiiTDB ansehen
eu_es: Jokoa WiiTDB-en ikusi
fr: Version du jeu sur WiiTDB
it: Visualizza informazioni gioco su WiiTDB

source: Editar Juego en WiiTDB
da_dk: Editer spillet på WiiTDB.com
de: Spiel auf WiiTDB bearbeiten
eu_es: Jokoa WiiTDB-en editatu
fr: Editeur du jeu sur WiiTDB
it: Modifica informazioni gioco su WiiTDB

source: Buscar en
ca_es: Cercar
da_dk: Søg i:
de: Suche in
eu_es: Bilatu
fr: Recherche :
it: Cerca in

source: Una actualizacion de Wiithon ha cambiado la estructura de la BDD. Se han establecido las preferencias por defecto.
da_dk: Wiithon er blevet opdateret og strukturen i DB er skiftet - Preferences er blevet resat til default
de: Wiithon wurde aktualisiert. Die Struktur der BDD wurde geändert. Die Einstellungen wurden auf den Standard zurückgesetzt.
eu_es: Wiithon bertsio-berritze bat datu-base egitura aldatu du. Lehenetsitako hobespenak ezarri dira.
fr: Une mise à jour Wiithon a changé la structure de la BDD. Les préférences ont été définies par défaut.
it: Un aggiornamento di Wiithon ha cambiato la struttura del DB. Sono state reimpostate le preferenze di default.

source: No has seleccionado ninguna particion
ca_es: No has seleccionat cap partició
da_dk: Ingen partition valgt
de: Keine Partition ausgewählt
eu_es: Ez duzu partiziorik hautatu
fr: Pas de partition sélectionnée
it: Nessuna partizione selezionata
pt_br: No foi selecionada nenhuma partição
sv_se: Ingen partition är vald

source: No hay particiones WBFS, se muestran los juegos de la ultima sesion.
ca_es: No hi ha particions WBFS, s'ensenyen els jocs de l'última sessió.
da_dk: WBFS partition ikke fundet, viser spil fra sidste session.
de: Es wurde keine WBFS Partition gefunden. Zeige Spiele der letzten Sitzung.
eu_es: Ez dago WBFS partiziorik, azken saioko jokoak erakutsiko dira.
fr: Pas de partition WBFS, les jeux de la dernière session seront affichés.
it: Non ci sono partizioni WBFS, verranno visualizzati i giochi dell'ultima sessione.
pt_br: Não existem partições WBFS, mostrando os jogos da última sessão.
sv_se: Ingen WBFS-partition hittades, visar spel ifrån senaste tillfället.

source: No puede acceder a las particiones porque el usuario que se puso en marcha wiithon no pertenecen al grupo "disk", se muestran los juegos de la ultima sesion.
ca_es: No es pot accedir a les particions ja que l'usuari que ha posat en funcionament wiithon no peratany al grup "disk", s'enssenyen els jocs de l'ultima sessió.
da_dk: You can not access the partition because the user who opened Wiithon does not belong to the group "disk", displaying games from the previous session
de: Sie können nicht auf die Partition zugreifen, da der Benutzer nicht Mitglied der Gruppe "disk" ist. Zeige Spiele der letzten Sitzung.
eu_es: Ezin dira partizioak ebatzi wiithon abiarazi duen erabiltzailea ez da "disk" taldeko partaide eta, azken saioko jokoak erakutsiko dira.
fr: Vous ne pouvez pas accéder aux partitions, car l'utilisateur qui a lancé wiithon n'appartient pas au groupe "disk". Les jeux de la dernière session seront affichés.
it: Non si può accedere alle partizioni perché l'utente con cui è stata lanciato wiithon non appartiene al gruppo "disk", verranno mostrati i giochi dell'ultima sessione.
pt_br: Não é possível acessar as partições porque o usuário que foi iniciado o wiithon não pertence ao grupo "disk", serão mostrados os jogos da última sessão.
sv_se: Du har ingen åtkomst till partitionen. Detta för att användaren som startat Wiithon inte tillhör gruppen "disk"./n Om du vill lägga till aktuell användare i gruppen "disk", skriv följande kommando i Terminal. sudo gpasswd -a $USER disk Visar spel ifrån senaste tillfället.

source: Se ha detectado que ninguno de tus juegos disponen de informacion extra, descargada de Internet.
ca_es: S'ha detectat que cap dels teus jocs disposen d'informació extra baixada d'Internet.
da_dk: Ingen af dine spil har information fra WiiTDB.com
de: Für ihre Spiele sind keine weiteren Informationen vorhanden. Bitte aus dem Internet abrufen.
eu_es: Zure jokoek Internetetik deskargatutako informazio gehigarririk ez dutela atzeman da.
fr: Aucun de vos jeux ne disposent d'informations additionnelles téléchargées sur internet.
it: Nessun gioco dispone delle informazioni supplemantari scaricate da Internet.
pt_br: Foi detectado que nenhum de teus jogos dispõem de informação extra, baixada da internet.
sv_se: Inga av dina spel verkar innehålla någon nerladdad spelinformation ifrån Internet.

source: Deseas descargar informacion de los juegos desde WiiTDB?
ca_es: Vols baixar informació dels teus jocs des de WiiTDB?
da_dk: Hent spil information fra WiiTDB.com?
de: Möchten Sie Informationen über ihre Spiele von der WiiTDB runterladen?
eu_es: Joko argibideak WiiTDB-tik deskargatu nahi dituzu?
fr: Voulez-vous télécharger des informations sur les jeux provenant de WiiTDB ?
it: Vuoi scaricare le informazioni dei giochi da WiiTDB?
pt_br: Deseja baixar informação dos jogos de WiiTDB ?
sv_se: Vill du ladda ner spelinformation ifrån WiiTDB?

source: No puedes refrescar las particiones mientras hay tareas sin finalizar
ca_es: No pots refrescar les particions mentre hi ha tasques per finalitzar.
da_dk: Partitioner kan ikke opdateres førend alle opgaver er fuldført!
de: Neuladen der Partition nicht möglich solange Vorgänge aktiv sind.
eu_es: Ezin dira partizioak freskatu amaitzeko zereginak dauden bitartean
fr: Vous ne pouvez pas actualiser tant qu'il existe des tâches inachevées
it: Non posso aggiornare le partizioni finché le operazioni in corso non sono finite
pt_br: No possível atualizar as partições enquanto existem tarefas sem finalizar
sv_se: Partitionen kan inte uppdateras innan den pågående uppgiften är klar

source: Por favor. Informe a los desarrolladores de este error
it: Si prega di informare gli sviluppatori di questo errore

source: Indique brevemente que es lo que estaba haciendo, y copie todo este mensaje
it: Indicare brevemente l'operazione che si stava eseguendo e copiare tutto questo messaggio

source: Utitice la siguiente URL para el reporte de bugs:
ca_es: Utilitze la seguent URL per a reportat bugs:
da_dk: Brug følgende URL for at indrapportere fejl:
de: Benutzen Sie die folgende URL, um Fehler mitzuteilen:
eu_es: Programa-erroreen berri emateko URL hau erabili:
fr: Utilisez l'URL suivante pour signaler des bogues :
it: Utilizzare la seguente URL per la segnalazione dei bug:
pt_br: Utilize a seguinte URL para reportar os bugs:
sv_se: Rapportera bugg på följande länk:

source: BDD
da_dk: DB
de: DB
it: DB
pt_br: BD
sv_se: DB

source: TODOS
ca_es: TOTS
da_dk: Alle
de: ALLE
eu_es: DENAK
fr: AFAIRE
it: TUTTI
sv_se: ALLA

source: Nombre
ca_es: Nom
da_dk: Navn
de: Name
eu_es: Izena
fr: Nom
it: Nome
pt_br: Nome
sv_se: Namn

source: Size
ca_es: Tamany
da_dk: Størrelse
de: Größe
eu_es: Tamaina
fr: Taille
it: Dimensione
pt_br: Tamanho
sv_se: Storlek

source: Local
da_dk: # Spillere
de: Lokal
eu_es: Lokala
it: Giocatori
sv_se: Lokalt

source: Fecha
ca_es: Data
da_dk: Dato
de: Datum
eu_es: Data
fr: Date
it: Data
pt_br: Data
sv_se: Release

source: Rating
da_dk: Bedømmelse
de: Bewertung
eu_es: Balorazioa
fr: Note
it: Classificazione
pt_br: Classificação
sv_se: Betyg

source: Particion
ca_es: Partició
da_dk: Partition
de: Partition
eu_es: Partizioa
fr: Partition
it: Partizione
pt_br: Partição
sv_se: Partition
