Repository: lubosz/wiithon
Catalog: po/*.po
Languages: ca_es, da_dk, de, eu_es, fr, it, pt_br, sv_se

source: IDGAME
da_dk: SPILID
de: SPIEL ID
sv_se: GameID
