Repository: lubosz/wiithon
Catalog: po/*.po
Languages: ca_es, da_dk, de, eu_es, fr, it, pt_br, sv_se

source: TRADUCIR_ADVERTENCIA_SEGURIDAD_RENAME_IDGAME
ca_es: !!!! ATENCIÓ !!!!! Aquesta es una advertència de seguretat, per a fer coneixer les consequències de reanomenar l'IDGAME. - És prou extrany que realment siga necessari reanomenar l'IDGAME. - Si es canvia l'IDGAME es posible que no es troben les caràtules i els discos correctament. - La propia indústria dels videojocs identifica els jocs d'una manera unica, i per tant no deurien haver colisions. - L'ÚNIC motiu justificat per reanomenar un IDGAME serà per a poder tindre la posibilitat d'introduïr diverses vegades el mateix joc amb diferents IDGAME. El millor exemple és el de voler introduir el Guitar Hero i "customs" d'aquest. ¿Seguro que vols reanomenar l'IDGAME?
da_dk: !!!! ATTENTION !!!!! This is a security warning to warn of the consequences of renaming the IDGAME. - It is strange that really need to rename the IDGAME. - If you change the GAMEID may not find the cover art and disc correctly. - The video game industry itself identifies the games so unique, and therefore should not have collision. - The ONLY good reason to rename a GAMEID will be able to repeatedly enter the same game with a different GAMEID. The best example are Guitar Hero with "customs" Are you sure you rename the GAMEID?
de: !!!! ACHTUNG !!!!! Die ist eine Sicherheitswarnung, um die Folgen des Änderns der Spiel ID aufzuzeigen. - Es ist eigenartig, daß Sie die Spiel ID wirklich ändern müssen.. - Wenn Sie die Spiel ID ändern, werden Titel- und Diskbilder nicht mehr gefunden. - Die Spielehersteller verwenden eindeutige Spiele IDs. Es werden also keine IDs doppelt genutzt. - Die einzige gute Begründung, die Spiele ID zu ändern, ist, ein Spiel unter mehreren SPiel IDs zu speichern. Das beste Beispiel sind selbst erstellte Guitar Hero Compilations. Sind Sie sicher, daß Sie die Spiel ID ändern möchten?
eu_es: !!!! KONTUZ !!!!! Hau IDGAME berrizendatzeak eduki ditzaken ondorioez ohartzeko segurtasun ohar bat da. - Nahiko arraroa da benetan IDGAME berrizendatu behar izatea. - IDGMA aldatuaz gero seguruenik ezin izango dituzu karatula eta diskoak behar bezala aurkitu. - Bideojokoen industriak joko bakoitzari identifikatzaile bakan bat jartzen dio, ez legoke elkar-jotzerik egon beharko - IDGAME bat berrizendatzeko arrazoi ulergarri BAKARRA joko berdina IDGAME ezberdinak erabiliaz behin baino gehiago jartzeko aukera da. Honen adibide argiena Guitar Hero eta honen "pertsonalizazioak" instalatu nahi izatea da. ¬øZiur zaude IDGAME berrizendatu nahi duzula?
fr: !!!! ATTENTION !!!!! Ceci est un message d'avertissement. Vous êtes sur le point de changer le IDGAME. - C'est étrange que vous ayiez réellement besoin de changer le IDGAME. - si vous changez le IDGAME il ne sera pas possible de trouver la bonne pochette et le disque correspondants. - l'industrie du jeu vidéo utilise ce IDGAME pour s'assurer que le jeu est unique et qu'il n'y aura pas de collision avec un autre jeu. - la SEULE bonne raison de changer un IDGAME est de lancer le même jeu en utilisant un IDGAME différent. Le meilleur exemple est Guitar Hero avec ses "customs". Etes-vous CERTAIN de vouloir changer le IDGAME ?
it: !!! ATTENZIONE !!! Questo è un avviso di sicurezza, per avvisare delle conseguenza nel rinominare l'IDGAME. - E' abbastanza strano che sia realmente necessario rinominare l'IDGAME. - Cambiando l'IDGAME probabilmente non si troveranno le copertine e le disc-art corrette. - Ogni casa produttrice di videogame identifica i propri giochi con un codice univco, pertanto non dovrebbero esistere duplicati. - L'UNICO motivo valido per rinominare un IDGAME è quello di dare la possibilità di avere più voci dello stesso gioco con IDGAME distinti, Il miglior esempio è quello della possibilità di avere più versioni "custom" di Guitar Hero. Sei veramente sicuro di rinominare l'IDGAME?
pt_br: !!!! ATENÇÃO !!!!! Esta é um aviso de segurança, para advertir das consequências de renomear o IDGAME. - É muito incomum que realmente precise renomear o IDGAME. - Trocando o IDGAME possivelmente não encontre mais capas e imagens de discos corretamente. - A própria indústria de vídeo game identifica os jogos de forma única, e portanto não deverá haver colisão. - O único motivo justificado para renomear um IDGAME seria para poder ter a possibilidade de ter várias vezes o mesmo jogo com IDGAMEs distintos. O melhor exemplo é de querer colocar o Guitar Hero e customizações do mesmo. Tem certeza que deseja renomear o IDGAME?
sv_se: !!!! VARNING !!!!! Detta är en varning för att varna om konsekvenserna av att byta namn på GameID. - Det finns oftas ingen anledning till att byta namn på GameID. - Om du byter GameID namn så kommer inte omlsagsbilderna att kunna hittas. - Speltillverkarna ger varje titel ett unik GameID, så det ska inte finnas några titlar med samma GameID. - Den ENDA bra anledningen till att byta GameID namn är för att ha möjlighet att lägga till flera kopior av samma spel. Bästa exemplet är olika "customs" av Guitar Hero. Är du verkligen säker på att du vill byta namn på GameID?

source: Error renombrando
ca_es: Error renombrant
da_dk: Fejl ved omdøbning
de: Fehler beim Umbenennen
eu_es: Errorea berrizendatzerakoan
fr: Erreur de renommage
it: Errore durante la rinomina
pt_br: Erro ao renomear
sv_se: Fel vid namnbyte

source: Ya hay un juego con ese IDGAME
ca_es: Ja hi ha un joc amb eixa IDGAME
da_dk: Der findes allerede et spil med den SPILID
de: Es existiert schon ein Spiel mit dieser Spiele ID
eu_es: Dagoeneko badago IDGAME hori duen joko bat
fr: Un jeu existe avec ce IDGAME
it: Esiste già un gioco con questo IDGAME
pt_br: Não existe um jogo com esse IDGAME
sv_se: Det finns redan ett spel med detta GameID

source: Error: La longitud del IDGAME debe ser 6, y solo puede contener letras y numeros
ca_es: Error: La longitut de l'IDGAME ha de ser 6, i sols pot contindre lletres i nombres
da_dk: Fejl: SPILID skal være mere end 6 karakterer og må kun indeholde bogstaver og tal
de: FEHLER: die Spiel ID muss eine Länge von 6 Zahlen oder Buchstaben haben
eu_es: Errorea: IDGAME luzera 6 izan behar da eta letra eta zenbakiak bakarrik eduki ditzake
fr: Erreur : l'IDGAME doit avoir 6 caractères, et ne peut contenir que des chiffres et des lettres
it: Errore: La lunghezza dell'IDGAME deve essere 6 caratteri, e può solo contenere lettere e numeri
pt_br: Erro: O comprimento do IDGAME deve ser 6, e somente pode conter letras e números
sv_se: Fel: GameID måste vara 6 tecken, och får endast bestå av bokstäver och nummer

source: Se han detectado caracteres no validos: %s
ca_es: S'han detectat caràcters no valids: %s
da_dk: Invalid karakterer: %s
de: Ungültige Zeichen: %s
eu_es: Karaktere baliogabeak atzeman dira: %s
fr: Caractères invalides : %s
it: Caratteri non validi: %s
pt_br: Foram detectados caracteres inválidos: %s
sv_se: Ogiltiga tecken: %s

source: Nuevo nombre es demasiado largo, intente con un texto menor de %d caracteres
ca_es: El nou nom es massa llarg, intenta amb un text menor de %d caracteres
da_dk: Omdøbnings navn er for langt, prøv med et navn mindre end %d karakterer
de: Der Name ist zu lang, benutze weniger als %d Buchstaben
eu_es: Izen berria luzeegia da, %d karaktere baino gutxiagoko testu batez saiatu
fr: Le nouveau nom est trop long, essayez un texte de moins de %d caractères
it: Il nuovo nome è troppo lungo, prova con un testo con meno di %d caratteri
pt_br: Novo nome é muito grande, entre com um texto menor de %d caracteres
sv_se: Det nya namnet är för långt, prova med ett kortare namn än %d tecken

source: PREGUNTA:
da_dk: Spørgsmål:
de: FRAGE:
eu_es: GALDERA:
fr: QUESTION :
it: DOMANDA:
pt_br: PERGUNTA:
sv_se: FRÅGA:

source: WARNING:
ca_es: ADVERTÈNCIA:
da_dk: Advarsel:
de: WARNUNG:
eu_es: KONTUZ:
fr: ATTENTION :
it: AVVISO:
pt_br: AVISO:
sv_se: VARNING:

source: ERROR:
da_dk: Fejl:
de: FEHLER:
eu_es: ERROREA:
fr: ERREUR :
it: ERRORE:
pt_br: ERRO:
sv_se: FEL:

source: AUTENTIFICACION:
ca_es: AUTENTICACIÓ:
da_dk: Autorisation:
de: ANMELDUNG:
eu_es: AUTENTIFIKAZIOA:
fr: AUTHENTIFICATION :
it: AUTENTICAZIONE:
pt_br: AUTENTICAÇÃO:
sv_se: OBSERVERA:

source: INFORMACION:
ca_es: INFORMACIÖ:
da_dk: Information:
de: INFORMATION:
eu_es: ARGIBIDEAK:
fr: INFORMATION :
it: INFORMAZIONE:
pt_br: INFORMAÇÃO:
sv_se: INFORMATION:

source: actual
da_dk: Nuværende
de: aktuell
eu_es: orain
fr: courant
it: attuale
pt_br: atual
sv_se: aktuell

source: Personalizable ...
ca_es: Personalitzable ....
da_dk: Kan ændres...
de: Anpassen...
eu_es: Pertsonalizagarria ...
fr: Personnalisable ...
it: Personalizzabile ...
pt_br: Personalizável ...
sv_se: Anpassningasbar...

source: NOTA: Este es el nombre que aparecera en el USB Loader.
ca_es: NOTA: Aquest nom apareixerà a l'USB Loader
da_dk: NOTE: Dette er navnet som vises i USB Loader
de: HINWEIS: Dieser Name wird im USB Loader angezeigt.
eu_es: OHARRA: Hau da USB kargatzailean agertzen den izena.
fr: NB : ce nom apparaitra dans un USB Loader
it: NOTA: questo è il nome che comparirà nell'USB Loader.
pt_br: NOTA: Este é o nome que aparecerá no USB Loader.
sv_se: NOTERA: Detta är namnet som kommer att visas i USB Loader.

source: Nombres propuestos por la informacion WiiTDB
ca_es: Noms proposars per l'informació WIITDB
da_dk: Navn fra WiiTDB.com
de: Von WiiTDB vorgeschlagene Namen
eu_es: WiiTDB argibideak proposaturiko izenak
fr: Noms proposés par la base WiiTDB
it: Nomi proposti dalle informazioni WiiTDB
pt_br: Nomes propostos pela informação do WiiTDB
sv_se: Namnet är föreslaget av information ifrån WiiTDB

source: No se ha encontrado synopsis
ca_es: No s'ha torbat synopsis
da_dk: Synopsis Missing
de: Der Begriff wurde nicht gefunden.
eu_es: Ez da laburpenik topatu
fr: Aucun synopsis trouvé
it: Non esiste la descrizione
pt_br: A sinopse não foi encontrada
sv_se: Spelinformation hittas inte

source: juegos
ca_es: jocs
da_dk: spil
de: Spiele
eu_es: jokoak
fr: jeux
it: giochi

source: juego
ca_es: joc
da_dk: spil
de: Spiel
eu_es: jokoa
fr: jeu
it: gioco

source: GENERO:
ca_es: GÈNERE:
da_dk: Genre:
de: GENERE:
eu_es: GENEROA:
fr: Genre :
it: GENERE:
pt_br: GÊNERO:
sv_se: GENRE:

source: Desarrolador/Editorial:
da_dk: Developer/Publisher:
de: Entwickler/Editor:
eu_es: Garatzaile/Editoriala:
fr: Développeur / Éditeur :
it: Sviluppatore/Editore:
pt_br: Desenvolvedor/Editor:
sv_se: Utvecklare/Utgivare:

source: Num. jugadores en off-line:
ca_es: Num. jugadors desconnectats:
da_dk: # Spillere:
de: Anzahl der Offline Spieler:
eu_es: Saren kanpoko jokalari kopurua:
fr: Nb. joueurs hors-ligne :
it: Num. giocatori off-line:
pt_br: Num. jogadores em modo off-line:
sv_se: Off-line spelare:

source: Capacidad On-line:
ca_es: Capacitat On-line:
da_dk: Wifi?:
de: Online Fähigkeit:
eu_es: Sare bidezko gaitasuna:
fr: Capacité online :
it: Modalità on-line:
pt_br: Capacidade On-line:
sv_se: On-line alternativ:

source: Clasificacion parental:
ca_es: Classificació parental:
da_dk: Bedømmelse:
de: Jugendfreigabe:
eu_es: Guraso klasifikazioa:
fr: Classification parentale :
it: Controllo parentale:
pt_br: Classificação parental:
sv_se: Rek. åldersgräns:

source: DESCRIPCION:
ca_es: DESCRIPCIÓ:
da_dk: Beskrivelse:
de: BESCHREIBUNG:
eu_es: AZALPENA:
fr: DESCRIPTION :
it: DESCRIZIONE:
pt_br: DESCRIÇÃO:
sv_se: SPELINFORMATION:

source: Sin descripcion.
ca_es: Sense descripció.
da_dk: Ingen beskrivelse fundet.
de: Ohne Beschreibung
eu_es: Azalpen gabea.
fr: Pas de description.
it: Senza descrizione.
pt_br: Sem descrição.
sv_se: Beskrivning saknas

source: No hay datos de este juego. Intente actualizar la base de datos de WiiTDB.
ca_es: No hi ha dades d'aquest joc. Intenta actualitzar la base de dades de WiiTDB.
da_dk: Der er ingen data for dette spil, prøv at opdatere WiiTDB.zip
de: Für dieses Spiel sind keine Daten vorhanden. Versuchen Sie die Daten von WiiTDB zu aktualisieren.
eu_es: Ez dago joko honen daturik. Saiatu WiiTDB datu-basea eguneratzen.
fr: Pas de date pour ce jeu. Essayez de mettre à jour la base de données WiiTDB.
it: Non esistono dati per questo gioco. Bisogna aggiornare la base dati di WiiTDB.
pt_br: Não existem dados deste jogo. Tente atualizar a base de dados do WiiTDB.
sv_se: Information saknas för detta spel. Försök att uppdatera ifrån WiiTDB.

source: Not implemented yet
da_dk: Feature ikke implementeret endnu
de: Noch nicht verfügbar.
eu_es: Oraindik inplementatu gabe
fr: Pas encore implanté
it: Non ancora implementato

source: Desea copiar el juego %s a la particion %s?
ca_es: Vols copiar el joc %s a la partició %s?
da_dk: Vil du kopiere spillet %s til partition %s?
de: Möchten Sie das Spiel %s auf Partition %s kopieren?
eu_es: %s jokoa %s partiziora kopiatu nahi duzu?
fr: Souhaitez-vous copier le jeu %s vers la partition %s ?
it: Vuoi copiare il gioco %s sulla partizione %s?
pt_br: Deseja copiar o jogo %s para a partição %s?
sv_se: Vill du kopiera %s till partition %s?

source: Se van a copiar los siguientes juegos a
ca_es: Es van a copiar els seguents jocs a
da_dk: Følgende spil vil blive kopieret til
de: Die folgenden Spiele werden kopiert nach
eu_es: Hurrengo jokoak hona kopiatu dira:
fr: Copie des jeux suivants vers
it: Saranno copiati i seguenti giochi
pt_br: Os seguintes jogos serão copiados para
sv_se: Följande spel kommer att kopieras till

source: juegos mas
ca_es: jocs mes
da_dk: Flere spil
de: Mehr Spiele
eu_es: joko gehiago
fr: jeux non affichés
it: più giochi
pt_br: mais jogos
sv_se: fler spel

source: A continuacion se listan los juego que NO van a ser copiados por ya estar en la particion de destino
ca_es: A continuació es llisten els jocs que NO seran copiats, ja que son a la partició de destí
da_dk: Følgende spil vil IKKE blive kopieret fordi de allerede eksisterer på destinationen:
de: Die folgenden Spiele werden nicht kopiert, da sie bereits auf der Zielpartition vorhanden sind
eu_es: Jarraian helburu partizioan dagoeneko badaudelako kopiatuko EZ diren jokoak zerrendatzen dira
fr: Les jeux suivants ne seront PAS copiés car ils existent dans la partition cible
it: I seguenti giochi NON saranno copiati perché esistono già nella partizione di destinazione
pt_br: A lista a seguir contém os jogos que NÃO serão copiados por j estarem na partição de destino
sv_se: Följande spel kommer INTE att kopieras eftersom att de redan finns på partitionen

source: Empezar a copiar?
ca_es: Començant a copiar?
da_dk: Start kopiering?
de: Kopiervorgang starten?
eu_es: Kopiatzen hasi?
fr: Démarrer la copie ?
it: Iniziare la copia?
pt_br: Iniciar a cópia ?
sv_se: Starta kopieringen?

source: No hay nada que copiar a %s
ca_es: No hi ha res que copiar a %s
da_dk: Der er intet at kopiere til %s
de: Es muß nichts auf %s kopiert werden
eu_es: Ez dago %s-ra kopiatzeko ezer
fr: Rien à copier vers %s
it: Non c'è niente da copiare su %s
pt_br: Nada para copiar para %s
sv_se: Det finns inget att kopiera till %s

source: Debes tener al menos 2 particiones WBFS para hacer copias 1:1
ca_es: Cal tenir al manys 2 particions WBFS per a fer copies 1:1
da_dk: Der skal være mindst 2 WBFS Partitioner for kunne kopiere direkte 1:1
de: Für 1:1 Kopien müssen mindestens zwei WBFS Partitionen vorhanden sein.
eu_es: Behintzat 2 WBFS partizio behar dituzu 1:1 kopiak egiteko
fr: Vous devez avoir au moins 2 partitions WBFS pour faire des copies 1:1
it: Bisogna avere almeno 2 partizioni WBFS per lanciare la copia 1:1
pt_br: Deve ter ao menos 2 partições WBFS para realizar cópias 1:1
sv_se: Du måste ha minst 2 WBFS-partitioner för att kunna direktkopiera

source: Quieres borrar el juego: %s?
ca_es: Vols borrar el joc: %s?
da_dk: Er du sikker på at du vil slette spillet: %s?
de: Möchten Sie das Spiel %s löschen?
eu_es: Joko hau ezabatu nahi duzu: %s?
fr: Souhaitez-vous supprimer le jeu %s ?
it: Vuoi cancellare il gioco: %s?
pt_br: Deseja apagar o jogo: %s?
sv_se: Vill du ta bort %s?

source: Error borrando el juego %s
ca_es: Esrror esborrant el joc %s
da_dk: Fejl ved sletning af spil: %s
de: Fehler beim Löschen des Spiels %s
eu_es: Errorea %s jokoa borratzean
fr: Erreur lors de la suppression du jeu %s
it: Errore durante la cancellazione del gioco %s
pt_br: Erro ao apagar o jogo %s
sv_se: Fel vid borttagning av %s

source: Elige una imagen ISO valida para Wii
ca_es: Trie una imatge ISO valida per a Wii
da_dk: Vælg en Wii ISO
de: Wählen Sie eine gültige ISO Datei
eu_es: Wii-re baliozko ISO bat hautatu
fr: Choisissez une image ISO Wii valide
it: Seleziona un'immagine ISO valida per la Wii
pt_br: Escolha uma imagem ISO para Wii
sv_se: Välj en giltig Wii-ISO

source: Elige un directorio
ca_es: Trie un directori
da_dk: Vælg et directory:
de: Wählen Sie einen Ordner
eu_es: Hautatu direktorio bat
fr: Choisissez le dossier
it: Seleziona una cartella
pt_br: Escolha um diretório
sv_se: Välj en mapp

source: Algunos juegos no se han introducido:
ca_es: Alguns jocs no s'han introduit:
da_dk: Nogle spil er ikke listet:
de: Einige Spiele sind nicht aufgeführt:
eu_es: Zenbait joko ez dira sartu:
fr: Certains jeux n'ont pas d'introduction :
it: Alcuni giochi non sono stati inseriti:
pt_br: Alguns jogos não foram introduzidos:
sv_se: Några spel visas inte:

source: %s ya existe en %s
ca_es: %s ja existeix a %s
da_dk: %s findes allerede i %s
de: %s existiert bereits in %s
eu_es: %s badago dagoeneko %s-n
fr: %s existe déjà dans %s
it: %s esiste già in %s
pt_br: %s já existe em %s
sv_se: %s finns redan i %s

source: %s no es un ISO de Wii.
ca_es: %s no és una ISO de Wii.
da_dk: %s er ikke en Wii ISO
de: %s ist keine Wii ISO Datei.
eu_es: %s ez da Wii ISO bat.
fr: %s n'est pas une ISO wii.
it: %s non è una ISO per Wii.
pt_br: %s não é uma ISO de Wii.
sv_se: %s är inte en Wii-ISO.

source: Paso 1 de 2: Elige un directorio para las CARATULAS
ca_es: Pas 1 de 2: Tria un diretori per a les CARÀTULES
da_dk: Trin 1 of 2: Vælg et directory til Covers
de: Schritt 1 von 2: Wähle einen Ordner für TITELBILDER
eu_es: 1 urratsa 2-tik: Hautatu direktorio bat KARATULENTZAT
fr: Étape 1 sur 2 : Choisissez un dossier pour les JAQUETTES
it: Passo 1 di 2: seleziona una cartella per le COPERTINE
pt_br: Passo 1 de 2: Escolha um diretório para as CAPAS
sv_se: Steg 1 av 2: Välj en mapp för OMSLAG

source: Paso 2 de 2: Elige un directorio para los DISCOS
ca_es: Pas 2 de 2: Tria un directori per als DISCOS
da_dk: Step 2 of 2: Vælg et directory til Disc-art
de: Schritt 2 von 2: Wähle einen Ordner für DISKBILDER
eu_es: 2 urratsa 2-tik: Hautatu direktorio bat DISKOENTZAT
fr: Étape 2 sur 2 : Choisissez un dossier pour les DISQUES
it: Passo 2 di 2: seleziona una cartella per le DISC-ART
pt_br: Passo 2 de 2: Escolha um diretório para os DISCOS
sv_se: Steg 2 av 2: Välj en mapp för SKIVETIKETER

source: No tienes ningun juego
ca_es: No tens cap joc
da_dk: Ingen Wii spil detekteret
de: Sie haben kein Spiel
eu_es: Ez duzu jokorik
fr: Pas de jeux
it: Nessun gioco
pt_br: Nenhum jogo encontrado
sv_se: Du har inga spel

source: Hay una tarea que esta bloqueando las preferencias. Espere a que finalize.
ca_es: Hi ha una tasca que està bloquejant les preferències. /nEspera a que acabe
da_dk: Der kører en opgave som forhindre åbning af preferences. Vent venligst...
de: Eine Aktion blockiert die Einstellungen. Bitte warten Sie, bis die Aktion beendet ist.
eu_es: Hobespenak blokeatzen dituen zeregin bat dago. Itxoin amaitu arte.
fr: Une tâche bloque les préférences. Attendez qu'elle se termine.
it: C'è un task che sta bloccando le preferenze. Attendi che finisca.
pt_br: Já existe uma tarefa que está bloqueando as preferências. Espere que finalize.
sv_se: En aktivitet blockerar inställningarna. Vänta tills den är färdig.

source: Elige un directorio para copiar el disco de tipo %s
it: Indica una cartella per copiare l'immagine di tipo %s

source: Elige un directorio para copiar la caratula activa de tipo %s
it: Indica una cartella per copiare l'immagine di tipo %s

source: Estas seguro de querer formatear la BDD? Se borraran tus preferencias y la informacion de los juegos
ca_es: Segur que vols formatejar la BDD? S'esborraran les teves preferències i l'informació dels teus jocs
da_dk: Er du sikker på at du vil formatere DB? Dine prefrencer og spil informationer vil blive slettet
de: Sind Sie sicher, daß Sie die Datenbank formatieren wollen? Alle Einstellungen und Spielinformationen werden gelöscht.
eu_es: Ziur zaude datu-basea formateatu nahi duzula? Zure hobespenak eta jokoen argibideak ezabatuko dira
fr: Êtes-vous sûr de vouloir formater la base de données ? Vos préférences et les informations des jeux seront supprimées
it: Sei sicuro di voler formattare il DB? Verranno cancellate le tue preferenze e le informazioni dei giochi
pt_br: Tem certeza que deseja formatar o BD? As informações e preferências dos jogos serão apagados
sv_se: Är du säker på att till vill formatera DB? Alla dina inställningar och all spelinformation kommer att försvinna.

source: Es recomendable que reinicie la aplicacion
ca_es: Es recomanable que reinìcies l'aplicació
da_dk: Genstart venligst programmet
de: Es wird empfohlen, die Anwendung neu zu starten.
eu_es: Gomendagarria da aplikazioa berrabiaraztea
fr: Redémarrez l'application (recommandé)
it: Si raccomanda di riavviare l'applicazione
pt_br: É recomendado que a aplicação seja reiniciada
sv_se: Du bör starta om programmet

source: La BDD ha sido formateada.
ca_es: La BDD ha sigut formatejada.
da_dk: DB Formateret!
de: Die Datenbank wurde formatiert
eu_es: Datu-basea formateatua izan da.
fr: La base de données a été formatée
it: Il DB è stato formattato.
pt_br: O BD foi formatada.
sv_se: DB har blivit formaterad

source: Formatear a WBFS
ca_es: Formatejar a WBFS
da_dk: Format WBFS
de: Formatiere als WBFS
eu_es: WBFS gisa formateatu
fr: Formater en WBFS
it: Formattare in WBFS
pt_br: Formatar a partição WBFS
sv_se: Skapa WBFS-partition

source: Seguro que deseas descargar informacion de los juegos de WiiTDB?
ca_es: Segur que vols baixar informació dels jocs de WiiTDB?
da_dk: Er du sikker på at du vil hente WiiTDB.zip?
de: Sind Sie sicher, daß Sie Informationen über die Spiele von WiiTDB herunterladen möchten?
eu_es: Ziur joko argibideak WiiTDB-tik deskargatu nahi dituzula?
fr: Êtes-vous sûr de vouloir télécharger des données de jeux provenant de WiiTDB ?
it: Sei sicuro di voler scaricare le informazioni dei giochi di WiiTDB?
pt_br: Tem certeza que deseja baixar a informação dos jogos de WiiTDB?
sv_se: Är du säker på att du vill ladda ner spelinformation ifrån WiiTDB?

source: Ya estas descargando la informacion WiiTDB ...
ca_es: Ja estàs baixant l'informació de WiiTDB ...
da_dk: Henter WiiTDB.zip...
de: Informationen werden von WiiTDB heruntergeladen ...
eu_es: Dagoeneko WiiTDB argibideak deskargatzen ari zara ...
fr: Téléchargement en cours des données de WiiTDB...
it: Download in corso delle informazioni WiiTDB ...
pt_br: A informação do WiiTDB já está sendo baixada ...
sv_se: Laddar ner spelinformation ifrån WiiTDB...

source: Empezando a obtener datos de juegos desde WiiTDB
ca_es: Començant a obtenir dades de jocs desde WiiTDB
da_dk: Udpakker data fra WiiTDB.zip
de: Fange an Spieldaten von WiiTDB herunterzuladen
eu_es: Jokoen datuak WiiTDB-tik deskargatzen hasten
fr: Démarrage de la récupération des données de jeu de WiiTDB
it: Inizio ad estrarre i dati dei giochi da WiiTDB
pt_br: Tentando obter dados dos jogos de WiiTDB
sv_se: Startar nerladdning av spelinformation ifrån WiiTDB
